Repository: tao-forge/package-tao
Catalog: taoOutcomeUi/models/ext/utrv1/view/locales/*/messages.po
Languages: de

source: Build your table
de: Erstellen Sie Ihre Tabelle

source: Add colomn wizard
de: Spalten-Wizard hinzufügen

source: Remove rows
de: Reihe löschen

source: Template manager
de: Template-Verwaltung

source: Filter and search
de: Filter und Suche

source: Add new filter
de: Neuen Filter hinzufügen

source: Delete filter
de: Filter löschen

source: Apply filter
de: Filter anwenden

source: Cancel
de: Abbrechen

source: Yes
de: Ja

source: No
de: Nein

source: Template saved
de: Template gespeichert

source: Back
de: Zurück

source: Next
de: Weiter

source: List of context classes
de: Liste der Kontext-Klassen

source: Root classes
de: Root-Klassen

source: List of properties
de: Liste der Eigenschaften

source: Chose a property
de: Eigenschaft auswählen

source: Column name
de: Spaltenname

source: Extraction method
de: Extraktionsmethode

source: Query
de: Frage

source: Exit
de: Beenden

source: Columns
de: Spalten

source: Do you want to delete this column ?
de: Möchten Sie diese Spalte(n) löschen

source: Do you want to delete these rows ?
de: Möchten sie diese Reihe(n) löschen?

source: Error in loading table
de: Fehler beim Laden der Tabelle

source: Thank you for using UTR
de: Danke für die Benutzung von UTR

source: Error, action failed !
de: Fehler, Aktion gescheitert

source: Select a property
de: Eigenschaft auswählen

source: With UTR, you can
de: UTR ermöglicht

source: Build a flexible table to extract information
de: das Erstellen flexibler Tabellen zur Extrahierung von Informationen

source: Build a complex table with no unlimited depth
de: das Erstellen komplexer Tabellen ohne begrenzte Tiefe

source: You can dynamically Add, remove column
de: dynamisch Spalten hinzuzufügen oder zu löschen

source: Calculate the percentage of columns and rows
de: die Berechnung der Prozente von Spalten und Reihen

source: Create save your own Template of tables
de: eigene Tabellen-Templates zu erstellen und zu speichern

source: Welcome to UTR Builder
de: Willkommen zum UTR-Builder

source: Get a direct chart diagram on your columns ans rows
de: Spalten und Reihen graphischen darzustellen
