Repository: tao-forge/package-tao
Catalog: taoOutcomeUi/locales/*/messages.po
Languages: ar, da, fr_fr, it_it, pt_pt

source: seconds
fr_fr: secondes
it_it: secondi
pt_pt: segundos

source: # Collected Results
fr_fr: # Résultats Collectés
it_it: Risultati Raccolti
pt_pt: # Resultados colhidos

source: # Collected Score Variables
fr_fr: # Variables score collectées
it_it: Punteggio delle variabili ottenuto
pt_pt: # Pontuações Variáveis Colhidas

source: # data collected
fr_fr: # données collectées
it_it: dati ricevuti
pt_pt: # dados colhidos

source: # Distinct Test Takers
fr_fr: # test takers distincts
it_it: studenti differenti
pt_pt: # Examinado distinto

source: # Distinct variable types
fr_fr: # types de variable distincts
it_it: Differenti tipi di variabili
pt_pt: # Tipos de variáveis distintas

source: %s tests has been finished.
it_it: %s i test sono finiti

source: Add All grades
fr_fr: Ajouter tous les grades
it_it: Aggiungi Tutti i gradi
pt_pt: Adicionar todos os anos

source: Add All responses
fr_fr: Ajouter toutes les réponses
it_it: Aggiungi tutte le risposte
pt_pt: Adicionar todas as respostas

source: Add Test Taker
fr_fr: Ajouter le participant
it_it: Aggiungi Studente
pt_pt: Adicionar examinado

source: All collected variables
it_it: tutte le variabili collezionate

source: Anonymise
fr_fr: Anonymiser
it_it: anonimato
pt_pt: Anónimos

source: Average
fr_fr: Moyenne
it_it: media
pt_pt: Media

source: Cancel
it_it: cancella

source: Class
it_it: Classe

source: Collected Results
fr_fr: Résultats Collectés
it_it: risultati raccolti
pt_pt: Colher resultados

source: Complete expired tests
it_it: Test scaduti completati

source: Data Collection per Variable
fr_fr: Collection de données par variable
it_it: Dati raccolti per variabile
pt_pt: Colher informação por variaveis

source: Data collection statistics :
fr_fr: Statistiques de la collection de données :
it_it: Statistiche dei dati raccolti
pt_pt: Estatísticas da informação colhida:

source: Delete
it_it: Elimina

source: Delivery
da: Leverance
fr_fr: Passation
it_it: Consegna
pt_pt: Distribuir

source: Download
it_it: Scarica

source: Error
fr_fr: Erreur
it_it: Errore
pt_pt: Erro

source: Export CSV File
it_it: Esporta in un file CSV

source: Export Table
it_it: Esporta tabella

source: Filter
it_it: Filtro

source: First Name:
it_it: Nome:

source: First submitted variables only
it_it: Solo variabili prima presentate

source: Frequency per Score
fr_fr: Fréquence par score
it_it: Frequenza per punto
pt_pt: Frequência de pontuações

source: Generated on:
it_it: Generato su

source: Grades
it_it: Gradi

source: Label
da: Etikette
fr_fr: Libellé
it_it: nome
pt_pt: Rotulo

source: Label:
it_it: nome:

source: Last Name:
it_it: Cognome

source: Last submitted variables only
it_it: solo l'ultima variabile inviata

source: Login:
it_it: Accesso

source: Manage Results
fr_fr: Gestion des résultats
it_it: Gestione risultati
pt_pt: Gerir resultados

source: No Results
it_it: Nessun risultato

source: No tests have been taken yet. As soon as a test-taker will take a test his results will be displayed here.
it_it: Non è stato ancora inviato alcun test. Non appena uno studente completerà un test, il suo risultato sarà visualizzato qui

source: Observed performances per distinc score variable types
fr_fr: Performances observées par types de variables de score distincts
it_it: Performance osservate per differenti punteggi di tipo variabile
pt_pt: Performances observadas por tipos de variáveis distintos

source: Please confirm deletion
it_it: Prego conferma la cancellazione

source: Preview
it_it: Anteprima

source: Print Report
fr_fr: Imprimer Rapport
it_it: Stampa rapporto
pt_pt: Imprime relatório

source: Related Deliveries:
it_it: Somministrazioni collegate

source: Remove All grades
fr_fr: Supprimer tous les grades
it_it: Rimuovi tutti i voti
pt_pt: Remover todos os anos

source: Remove All responses
fr_fr: Supprimer toutes les réponses
it_it: Rimuovi tutte le risposte
pt_pt: Remover todas as respostas

source: Report generated from the following subset of results :
fr_fr: Rapport généré à partir du sous-ensemble de résultats suivant :
it_it: Report generato dal seguente sottoinsieme di risultati:
pt_pt: Relatório gerado pelos seguintes sub-conjuntos de resultados:

source: Responses
it_it: Risposte

source: Result has been deleted
it_it: Il risultato è stato cancellato

source: Results
ar: النتائج
da: Resultat
fr_fr: Résultats
it_it: Risultati
pt_pt: Resultados

source: Results distribution
fr_fr: Distribution des résultats
it_it: Distribuzione dei risultati
pt_pt: Distribuição de resultados

source: Results library
ar: مكتبة النتائج
da: Resultat arkiv
fr_fr: Résultats
it_it: Raccolta dei risultati
pt_pt: Biblioteca de resultados

source: score average
fr_fr: moyenne de score
it_it: media punteggio
pt_pt: pontuação media

source: Score average
it_it: Media punteggio

source: Score average per Variable
fr_fr: Score moyen par variable
it_it: Media punteggio per variabile
pt_pt: Pontuação media por variável

source: Score per Observation
fr_fr: Score par observation
it_it: Punteggio per osservazione
pt_pt: Pontuação por observação

source: Scores and response rates statistics
fr_fr: Scores et statistiques de taux de réponse
it_it: Statistiche di punteggi e risposte
pt_pt: Estatística de Respostas e pontuações

source: Something went wrong ...
it_it: Qualcosa è errato

source: Summary Report
it_it: Report sommario

source: Test taker
da: Test tager
fr_fr: Participant
it_it: Partecipante al test
pt_pt: examinado

source: Test Taker
it_it: Partecipante al test

source: Test Variables
it_it: Variabili di prova

source: The class you have selected contains no results to be analysed, please select a different class
fr_fr: La classe sélectionnée ne contient pas de résultat à analyser, veuillez en choisir une autre.
it_it: La classe selezionata non presenta alcun risultato da essere analizzato, prego seleziona una classe diversa
pt_pt: Os anos que seleccionou não contem resultados para serem analisados, por favor seleccione outro ano

source: The number of observations is too low
fr_fr: Le nombre d'observations est trop faible.
it_it: Il numero delle osservazioni è troppo basso
pt_pt: O numero de observações é demasiado baixo

source: There was a problem generating your report, please try again.
fr_fr: Un problème s'est produit à la génération du rapport, veuillez réessayer.
it_it: C'è stato un problema nella generazione del tuo report, prego riprova.
pt_pt: Houve um problema a gerar este relatório, por favor tente de novo.

source: This delivery doesn't exists
it_it: Questa somministrazione non esiste

source: This delivery has no readable Result Server
it_it: Questa consegna non ha un Server di risultati leggibile

source: This delivery has no Result Server
it_it: Questa consegna non ha un Server di risultati leggibile

source: Total Average Score
it_it: Media punteggio totale

source: Total Standard Deviation
fr_fr: Déviation standard totale
it_it: Deviazione standard totale
pt_pt: Desvio total normal

source: unknown
it_it: sconosciuto

source: VariableName
fr_fr: Nom de variable
it_it: Nome della variabile
pt_pt: Nome da variável

source: View and format the collected results.
da: Se og formatere det indsamlede resultat.
fr_fr: Visualiser et formater les données collectées.
it_it: Visualizza e formatta i risultati raccolti
pt_pt: Ver e formatar resultados colhidos

source: View result
fr_fr: Voir le résultat
it_it: Visualizza il risultato
pt_pt: Ver resultado

source: We are preparing your report, please wait...
fr_fr: Nous préparons votre rapport, veuillez patienter...
it_it: Stiamo preparando il tuo report, prego aspetta....
pt_pt: Estamos a preparar o ser relatório, por favor aguarde...

source: All results of passed Tests with their referring Subject, Group and Item specific data, as well as the individual data collected during Test execution are stored and managed here.
ar: نتائج كل الاختبارات التي مرت مع معطيات المترشحين,المجموعات و الاسئلةوايضا المعطيات المتحصل عليها اثناء اجراء اي اختبار تجمع وتسير هنا
da: Alle resultater fra gennemførte test med data om test tagere, grupper og Item specifik data, ligesom data indsamlet under testudførelsen samles og administreres her.
fr_fr: Les résultats de tous les tests passés avec les données des participants, groupes et items, ainsi que les données récupérées pendant le déroulement de chaque test sont collectés et gérés ici.
pt_pt: Todos os resultados dos testes realizados com o assunto referindo-se, Grupo e dados específicos do item, bem como os dados individuais colhidos durante a execução do teste são armazenados e geridos aqui

source: Build/Export data table
fr_fr: Construire/exporter la table de données
pt_pt: Construir/Exportar tabela de dados

source: Class saved
ar: تم حفظ الصنف
da: Klasse gemt
fr_fr: Classe enregistrée
pt_pt: Disciplina guardada

source: custom table
fr_fr: table personnalisée
pt_pt: Tabela personalizada

source: delete
ar: حذف
da: slet
fr_fr: Supprimer
pt_pt: eliminar

source: Delivery Result
fr_fr: Résultat de délivrance
pt_pt: Resultado da distribuição

source: Delivery results
fr_fr: Résultats de la délivrance
pt_pt: Resultados da distribuição

source: Download CSV File
fr_fr: Télécharger le fichier CSV
pt_pt: Baixar ficheiro CSV

source: Edit result class
ar: تعديل صنف نتيجة
da: Redigere resultatklasse
fr_fr: Modifier la classe de résultat
pt_pt: Editar resultados da disciplina

source: export
fr_fr: Exporter
pt_pt: Exportar

source: Filter columns
fr_fr: Filtrer les colonnes
pt_pt: Filtrar colunas

source: Generated on :
fr_fr: Généré le :
pt_pt: Gerado em:

source: import
fr_fr: Importer
pt_pt: importar

source: Inspect Results
fr_fr: Examen des résultats
pt_pt: Inspeccionar resultados

source: lists
fr_fr: Listes
pt_pt: Listas

source: meta data
fr_fr: Méta-données
pt_pt: meta dados

source: move
fr_fr: Déplacer
pt_pt: mover

source: new class
fr_fr: Créer classe
pt_pt: nova disciplina

source: Performed by :
fr_fr: Effectué par :
pt_pt: Realizado por:

source: Result saved
ar: النتيجة محفوظة
da: Resultat gemt
fr_fr: Résultat enregistré
pt_pt: Resultado guardado

source: Results Selection Filters
fr_fr: Filtres de sélection des résultats
pt_pt: Filtro de seleção de resultados

source: search
fr_fr: Rechercher
pt_pt: procurar

source: simple report
fr_fr: rapport simple
pt_pt: Relatório simples

source: Statistical Report for the current selection
fr_fr: Rapport statistique pour la sélection courante
pt_pt: Relatório estatístico para a actual selecção

source: The selection contains results related to the following delivery(ies) :
fr_fr: Cette sélection contient des résultats liés à la ou aux délivrance(s) suivante(s) :
pt_pt: A selecção contem resultados relativos as seguintes distribuições:

source: This module constitutes the final step.
ar: .هذه الوحدة يشكل الخطوة النهائي
da: Dette modul udgør afslutningen.
fr_fr: Ce module constitue la dernière étape.
pt_pt: Este modulo contitui o passo final.

source: Total Average
fr_fr: Moyenne totale
pt_pt: Media total

source: Logged in as:
fr_fr: Connecté en tant que :

source: Settings
fr_fr: Réglages

source: User Management
fr_fr: Gestion des utilisateurs

source: There is currently no delivery defined in the system that requires Human Based Grading. Please configure a delivery accordingly.
fr_fr: Il n'y a pas de délivrance définie actuellement dans le système demandant le Human Based Grading. Veuillez configurer une délivrance en conséquence.

source: summary report
fr_fr: Rapport résumé

source: Beta version
fr_fr: Version bêta

source: An item being referred to into the current column selection does not exist anymore
pt_pt: Um item referido nesta coluna seleccionada não existe

source: An item being referred to into the delivery of this result does not exist anymore
pt_pt: Um item referido na distribuição deste resultado não existe

source: create direct table
ar: انشاء جدول مباشر
da: opret direkte tabel

source: create score table
da: opret score tabel

source: create table
ar: انشاء جدول
da: opret tabel

source: Edit result
ar: تحرير النتيجة
da: Redigere resultat

source: Template Saved
da: Template gemt
