Repository: tao-forge/package-tao
Catalog: taoOutcomeUi/locales/LU/messages.po
Languages: lu

source: All results of passed Tests with their referring Subject, Group and Item specific data, as well as the individual data collected during Test execution are stored and managed here.
lu: All Resultater vun duerchgefouerten Tester, mat hieren entspriechenden Testpersounen, Gruppen, Item Daten an och all individeull Daten déi während der Testpassatioun gesammelt goufen, gin hei gespaichert

source: Class saved
lu: Klass gespaichert

source: create table
lu: Tabell erstellen

source: delete
lu: läschen

source: Edit result
lu: Resultat editéiren

source: Edit result class
lu: Resultat Klass editéiren

source: Manage results
lu: Resultater verwalten

source: Result saved
lu: Resultat gespaichert

source: Results
lu: Resultater

source: Results library
lu: Resultater Sammlung

source: This module constitutes the final step.
lu: Desen Modul stellt den letzen Schrack duer.
