Repository: tao-forge/package-tao
Catalog: taoQtiTest/locales/*/messages.po
Languages: es_es, pt_pt

source: %s - item %p/%c
es_es: %s - Ítem %p/%c

source: A QTI Item involved in the QTI Test '%s' could not be compiled.
es_es: No se pudo compilar un ítem QTI involucrado en la prueba "%s".

source: A QTI Test must contain at least one QTI Item to be compiled. None found.
es_es: Una prueba QTI debe contener al menos un ítem QTI para ser compilada. No se encontró ninguno.

source: A qti testpackage
es_es: Un paquete de pruebas QTI
pt_pt: Pacote de teste QTI

source: A remote resource referenced in QTI test '%s' could not be retrieved.
es_es: No se pudo recuperar un recurso remoto al que se hace referencia en la prueba QTI "%s".

source: A response to every question in this item is required.
es_es: Se requiere una respuesta a todas las preguntas de este ítem.

source: A response to this item is required.
es_es: Se requiere una respuesta a este ítem.

source: A valid response to this item is required.
es_es: Se requiere una respuesta válida a este ítem.

source: A visible section is one that is identifiable by the candidate.
es_es: Una sección visible es una sección que el candidato puede identificar.

source: Activated
es_es: Activado

source: add a new weight
es_es: Añadir nueva ponderación

source: Add a zip file containing QTI/APIP tests and items
es_es: Añadir archivo zip que contenga pruebas e ítems QTI/APIP

source: Add selected item(s) here.
es_es: Añadir los elementos seleccionados aquí.

source: Add the source file
es_es: Añadir el archivo origen
pt_pt: Adicionar ficheiro fonte

source: After you complete the section it would be impossible to return to this section to make changes. Are you sure you want to end the section?
es_es: Una vez que complete la sección, no podrá regresar a ella para realizar cambios. ¿Está seguro de que desea finalizar la sección?

source: All
es_es: Todo

source: Allow Comment
es_es: Permitir comentario

source: Allow Review
es_es: Permitir revisión

source: Allow Section Skipping
es_es: Permitir saltarse sección

source: Allow Skipping
es_es: Permitir saltarse

source: Allow skipping of the current section.
es_es: Permitir saltarse la sección actual.

source: Allow the candidate to review his answers.
es_es: Permitir que el candidato revise sus respuestas.

source: Allow the test-taker to eliminate / strikethrough answers in choice interactions.
es_es: Permitir que el examinado elimine/tache respuestas en las interacciones con opciones.

source: Allow the test-taker to highlight parts of the item text.
es_es: Permitir que el examinado resalte partes del texto del ítem.

source: Allow the test-taker to mask and unmask answers in choice interactions.
es_es: Permitir que el examinado oculte y muestre respuestas en las interacciones con opciones.

source: Allow the test-taker to mask parts of the item with a movable mask.
es_es: Permitir que el examinado oculte partes del ítem con una máscara movible.

source: Allow the test-taker to use a basic calculator.
es_es: Permitir que el examinado utilice una calculadora básica.

source: Allow the test-taker to use a calculator respecting the order of operations (BODMAS).
es_es: Permitir que el examinado utilice una calculadora respetando el orden de las operaciones (BODMAS).

source: Allow the test-taker to use a movable magnifier tool.
es_es: Permitir que el examinado utilice una herramienta de ampliación movible.

source: Allow the test-taker to use a scientific calculator.
es_es: Permitir que el examinado utilice una calculadora científica.

source: Allow the test-taker to visually isolate a line of text.
es_es: Permitir que el examinado aísle visualmente una línea de texto.

source: Allows Test-taker to zoom in and out the item content.
es_es: Permitir que el examinado acerque y aleje el contenido del ítem.

source: Also compute the score per categories
es_es: Calcular también el puntaje por categorías

source: An error occured while retrieving items
es_es: Se produjo un error al recuperar ítems

source: An error occurred during results submission. Please retry.
es_es: Se produjo un error al enviar resultados. Vuelva a intentarlo.

source: An error occurred during the test initialization!
es_es: Se produjo un error al inicializar la prueba.

source: An error occurred during the test, please content your administrator.
es_es: Se produjo un error durante la prueba, póngase en contacto con el administrador.

source: An error occurred!
es_es: Se produjo un error.

source: An error occurs, please contact your administrator
es_es: Se produjo un error, póngase en contacto con el administrador.

source: An invisible section with a parent that is subject to shuffling can specify whether or not its children, which will appear to the candidate as if they were part of the parent, are shuffled as a block or mixed up with the other children of the parent section.
es_es: Una sección invisible con un elemento principal que está sujeto a reorganización puede especificar si sus elementos secundarios, que el candidato verá como si formaran parte del elemento principal, se reorganizan como bloque o se combinan con otros elementos secundarios de la sección principal.

source: An item involved in the test cannot be read or is not QTI compliant.
es_es: Un ítem involucrado en la prueba no se puede leer o no es compatible con QTI.
pt_pt: Um item envolvido no teste não pode ser lido ou não está em conformidade com QTI

source: An item involved in the test cannot be written.
es_es: Un ítem involucrado en la prueba no se puede escribir.
pt_pt: Um item envolvido no teste não pode ser escrito

source: An unknown error occured while compiled QTI Test '%s'.
es_es: Se produjo un error desconocido al compilar la prueba QTI %s.

source: An unknown error occured while compiling QTI test '%s'.
es_es: Se produjo un error desconocido al compilar la prueba QTI %s.
pt_pt: Um erro desconhecido ocorreu quando compilava teste QTI '%s'.

source: and flagged %s of them
es_es: y marcó %s del total

source: and you flagged %s item(s) that you can review now
es_es: y marcó %s ítems que ahora puede revisar

source: Answer Eliminator
es_es: Eliminador de respuesta

source: Answer Masking
es_es: Ocultamiento de respuesta

source: Answered
es_es: Respondido

source: Are you sure you want to clear your answer and go to the next item? You will not be able to go back and provide an answer.
es_es: ¿Está seguro de que desea borrar su respuesta y pasar al siguiente ítem? No podrá retroceder para proporcionar una respuesta.

source: Are you sure you want to end the test?
es_es: ¿Está seguro de que desea finalizar la prueba?

source: Are you sure you want to go to the next item? You will not be able to go back and change your answer.
es_es: ¿Está seguro de que desea pasar al siguiente ítem? No podrá retroceder y cambiar su respuesta.

source: Are you sure you want to go to the next item? You will not be able to go back and provide an answer.
es_es: ¿Está seguro de que desea pasar al siguiente ítem? No podrá retroceder y proporcionar una respuesta.

source: Are you sure you want to go to the next item? You will not be able to go back.
es_es: ¿Está seguro de que desea pasar al siguiente ítem? No podrá retroceder.

source: Area Masking
es_es: Ocultamiento de área

source: Associate a blueprint to a section allow you to validate this section against the specified blueprint.
es_es: Asociar un blueprint a una sección permite validar esta sección con el plano especificado.

source: Associate Blueprint
es_es: Asociar blueprint

source: At least one mandatory parameter was required but found missing in your request
es_es: Se necesitaba como mínimo un parámetro obligatorio que no estaba presente en la solicitud

source: Author
es_es: Autor

source: Auxiliary file not found at location "%s".
es_es: Archivo auxiliar no encontrado en la ubicación "%s".

source: Black on cream
es_es: Negro sobre crema

source: Black on light blue
es_es: Negro sobre azul celeste

source: Black on magenta
es_es: Negro sobre magenta

source: Black on white
es_es: Negro sobre blanco

source: Calculator
es_es: Calculadora

source: Calculator BODMAS
es_es: Calculadora BODMAS

source: Cancel
es_es: Cancelar

source: Candidate
es_es: Candidato

source: Cardinality
es_es: Cardinalidad

source: Categories
es_es: Categorías

source: Category score
es_es: Puntaje de categoría

source: Change the current color preset
es_es: Cambiar el color preestablecido actual

source: Class
es_es: Clase

source: Class successfully created.
es_es: La clase se creó satisfactoriamente.

source: Clear all active highlights
es_es: Borrar todos los resaltados activos

source: Clear Highlights
es_es: Borrar resaltados

source: Click to speak
es_es: Haga clic para hablar

source: Close Magnifier
es_es: Cerrar lupa

source: Close the mask
es_es: Cerrar máscara

source: Close this Section
es_es: Cerrar esta sección

source: Collapse the review panel
es_es: Contraer el panel de revisión

source: Comment
es_es: Comentario

source: Completed items
es_es: Ítems completados

source: Connected to server
es_es: Conectado al servidor

source: Contrast
es_es: Contraste

source: Controls the contribution of an individual item score to the overall test score.
es_es: Controla la contribución del puntaje de un ítem individual al puntaje total de la prueba.

source: Controls the maximum number of attempts allowed. 0 means unlimited.
es_es: Controla el número máximo de intentos permitidos. 0 significa ilimitado.

source: Covers parts of the item
es_es: Cubre partes del ítem

source: Custom
es_es: Personalizado

source: custom categories
es_es: categorías personalizadas

source: Custom outcome processing. No changes will be made to the existing rules.
es_es: Procesamiento de resultados personalizado. No se realizarán cambios en las reglas existentes.

source: Cut score
es_es: Puntaje de corte

source: Cut score (pass ratio)
es_es: Puntaje de corte (ratio de aprobado)

source: Disable validation
es_es: Desactivar validación

source: Disconnected from server
es_es: Desconectado del servidor

source: Display a warning before the test-taker ends a test part and there are still items left unanswered or marked for review.
es_es: Mostrar una advertencia antes de que el examinado finalice una parte de una prueba si todavía hay ítems por responder o marcados para revisar.

source: Display a warning before the test-taker ends the test part.
es_es: Mostrar una advertencia antes de que el examinado finalice una parte de la prueba.

source: Display a warning before the test-taker ends the test.
es_es: Mostrar una advertencia antes de que el examinado finalice la prueba.

source: Display a warning before the test-taker skips the section. Requires the Section Skipping option.
es_es: Mostrar una advertencia antes de que el examinado se salte la sección. Requiere la opción Saltar sección.

source: Display End Test Warning
es_es: Mostrar advertencia de fin de prueba

source: Display Next Part Warning
es_es: Mostrar advertencia de parte siguiente

source: Display Next Section Warning
es_es: Mostrar advertencia de sección siguiente

source: Display Unanswered Warning
es_es: Mostrar advertencia de falta de respuesta

source: Displayed label
es_es: Etiqueta mostrada

source: Displays a customisable magnifier
es_es: Muestra una lupa personalizable

source: Do not flag the current item for later review
es_es: No marcar el ítem actual para revisión posterior

source: Do not show alert on timeout
es_es: No mostrar alerta sobre tiempo de espera

source: Eliminate choices
es_es: Eliminar opciones

source: Enable Mark for Review
es_es: Activar Marcar para revisión

source: Enable mark for review of items. Requires the Review Screen option.
es_es: Active esta opción para marcar la revisión de los ítems. Requiere la opción Pantalla de revisión.

source: Enable Review Screen
es_es: Activar pantalla de revisión

source: Enable selection
es_es: Activar selección

source: Enable Skipping Ahead
es_es: Activar Saltar adelante

source: Enable the item review screen / navigator.
es_es: Activa la pantalla o navegador de revisión de ítems.

source: Enables skipping to items within this section. Requires the review screen option.
es_es: Permite saltar a otros elementos de esta sección. Requiere la opción Pantalla de revisión.

source: End test
es_es: Finalizar prueba

source: End Test
es_es: Finalizar prueba

source: Enter a blueprint
es_es: Ingresar un blueprint

source: Enter a custom category
es_es: Ingresar una categoría personalizada

source: Error during file import
es_es: Error durante la importación
pt_pt: Erro durante a importação do ficheiro

source: Error found in the IMS QTI Test: %s
es_es: Error encontrado en la prueba IMS QTI: %s

source: Expand the review panel
es_es: Expandir el panel de revisión

source: Export
es_es: Exportar

source: Export failed for the test "%s
es_es: La exportación falló para la prueba "%s

source: Export metadata
es_es: Exportar metadatos

source: Export QTI 2.1 Test Package
es_es: Exportar Paquete de prueba QTI 2.1

source: Export QTI 2.2 Test Package
es_es: Exportar Paquete de prueba QTI 2.2

source: Export successful for the test "%s
es_es: La exportación fue satisfactoria para la prueba "%s

source: Feedback block
es_es: Bloque de comentarios

source: File name
es_es: Nombre de archivo

source: File not found
es_es: Archivo no encontrado

source: File not found!
es_es: Archivo no encontrado.

source: Filter
es_es: Filtro

source: finished
es_es: finalizado

source: Fixed
es_es: Fijo

source: Fixed position in a shuffled the selection.
es_es: Posición fija en una sección reorganizada.

source: Flag for Review
es_es: Marcar para revisión

source: Flag the current item for later review
es_es: Marcar el ítem actual para revisión posterior

source: Flagged
es_es: Marcado

source: Force the item to be considered as informational and not taken into account in (un)answered / flagged counters.
es_es: Forzar que el ítem se considere informativo y no se tenga en cuenta en los contadores de ítems con/sin respuesta o marcados.

source: Go to next item
es_es: Ir al siguiente ítem

source: Go to the next item?
es_es: ¿Desea ir al siguiente ítem?

source: Gray on green (low contrast option)
es_es: Gris sobre verde (opción de bajo contraste)

source: Hide Review
es_es: Ocultar revisión

source: Hide the review screen
es_es: Ocultar la pantalla de revisión

source: Hide the warning automatically displayed when a test-taker exit a timed section.
es_es: Ocultar la advertencia que se muestra automáticamente cuando un examinado sale de una sección temporalizada.

source: Hide Timed Section Warning
es_es: Ocultar advertencia de sección temporalizada

source: Hide timers
es_es: Ocultar temporizadores

source: Highlight
es_es: Resaltar

source: Highlight Text
es_es: Resaltar texto

source: Highlighter
es_es: Resaltador

source: Html title
es_es: Título HTML

source: Identifier
es_es: Identificador

source: If required it must appear (at least once) in the selection.
es_es: Si es requerido, debe aparecer (al menos una vez) en la selección.

source: If required, it must appears at least once in the selection.
es_es: Si es requerido, debe aparece al menos una vez en la selección.

source: If set, it causes the order of the child elements to be randomized, otherwise it uses the order in which the child elements are defined.
es_es: Si se establece, hace que los elementos secundarios se ordenen al azar, de lo contrario se utiliza el orden en que se definen dichos elementos.

source: If the candidate can skip the item, without submitting a response (default is true).
es_es: Indica si el candidato puede saltarse el ítem sin tener que enviar una respuesta (el valor predeterminado es Verdadero).

source: If the category option is set, the score will also be processed per categories, and each results will take place in the PASS_xxx outcome, where xxx is the name of the category.
es_es: Si se establece la opción de categoría, el puntaje también se procesará por categorías y los resultados tendrán lugar en PASS_xxx, siendo xxx el nombre de la categoría.

source: If the category option is set, the score will also be processed per categories, and each results will take place in the SCORE_xxx outcome, where xxx is the name of the category.
es_es: Si se establece la opción de categoría, el puntaje también se procesará por categorías y los resultados tendrán lugar en SCORE_xxx, siendo xxx el nombre de la categoría.

source: Import
es_es: Importar
pt_pt: Importar

source: Import a QTI/APIP Content Package
es_es: Importar paquete de contenido QTI/APIP

source: Import QTI TEST into "%s
es_es: Importar PRUEBA QTI en "%s

source: IMS QTI Item referenced as "%s" in the IMS Manifest file could not be imported.
es_es: No se pudo importar el ítem IMS QTI al que se hace referencia como "%s" en el archivo de manifiesto de IMS.

source: IMS QTI Item referenced as "%s" in the IMS Manifest file successfully imported.
es_es: El ítem IMS QTI al que se hace referencia como "%s" en el archivo de manifiesto de IMS se importó satisfactoriamente.

source: IMS QTI Test Package successfully imported.
es_es: El paquete de prueba IMS QTI se importó satisfactoriamente.

source: IMS QTI Test referenced as "%s" in the IMS Manifest file successfully imported.
es_es: La prueba IMS QTI a la que se hace referencia como "%s" en el archivo de manifiesto de IMS se importó satisfactoriamente.

source: In this part of the test navigation is not allowed.
es_es: No se permite navegar en esta parte de la prueba.

source: Inconsistency at line %1d:
es_es: Incoherencia en la línea %1d:

source: Informational Item Usage
es_es: Uso de ítem informativo

source: Internal server error!
es_es: Error interno del servidor.

source: is already used in the test.
es_es: ya se utiliza en la prueba.

source: is not a valid identifier (alphanum, underscore, dash and dots)
es_es: no es un identificador válido (alfanumérico, guiones bajos, guiones y puntos)

source: is not a valid identifier (everything except spaces)
es_es: no es un identificador válido (todo excepto espacios)

source: Item "%s" is completed.
es_es: El ítem "%s" se completó.

source: Item %d
es_es: Ítem %d

source: Item %d of %d
es_es: Ítem %d de %d

source: Item Reference Properties
es_es: Propiedades de referencia de ítem

source: Item Session Control
es_es: Control de sesión de ítem

source: Items
es_es: Ítems

source: items
es_es: ítems

source: Items can optionally be assigned to one or more categories.
es_es: Si lo desea, puede asignar los ítems a una o más categorías.

source: Items Compilation
es_es: Compilación de ítems

source: Items marked for later review
es_es: Ítems marcados para revisión posterior

source: Items with assessmentItemRef identifiers "%s" are not registered in the related CAT endpoint.
es_es: Los ítems con identificadores assessmentItemRef "%s" no se registran en el punto final CAT relacionado.

source: Keep Together
es_es: Mantener junto

source: Late submission allowed
es_es: Envío con retraso permitido

source: Leave a comment
es_es: Dejar un comentario

source: Light yellow on royal blue
es_es: Amarillo claro sobre azul real

source: Line Reader
es_es: Lector de línea

source: Linear
es_es: Lineal

source: Link durations to activate the guided navigation
es_es: Enlazar duraciones para activar navegación guiada

source: Locked duration : guided navigation. The test transition to the next item once the duration reaches 0.
es_es: Duración bloqueada: navegación guiada. La prueba pasa al siguiente ítem una vez que la duración alcanza 0.

source: Magnifier
es_es: Aumento

source: Magnify less
es_es: Aumentar menos

source: Magnify more
es_es: Aumentar más

source: Magnifying Glass
es_es: Lupa

source: Manage Rubric Blocks
es_es: Gestionar bloques de rúbrica

source: Manage test properties
es_es: Gestionar propiedades de prueba

source: Manage tests
es_es: Gestionar pruebas

source: Manage Tests
es_es: Gestionar pruebas

source: Mark for review
es_es: Marcar para revisión

source: Masking
es_es: Ocultamiento

source: Match value
es_es: Coincidir con el valor

source: Max Attempts
es_es: Intentos máximos

source: Maximum Duration
es_es: Duración máxima

source: Maximum duration : the items times out when the duration reaches 0.
es_es: Duración máxima: los ítems exceden el tiempo definido cuando la duración alcanza 0.

source: Maximum duration for the all test.
es_es: Duración máxima para toda la prueba.

source: Maximum duration for this item.
es_es: Duración máxima para este ítem.

source: Maximum duration for this section.
es_es: Duración máxima para esta sección.

source: Maximum duration for this test part.
es_es: Duración máxima para esta parte.

source: Metadata export is not available for test "%s.
es_es: La exportación de metadatos no está disponible para la prueba "%s.

source: Minimum Duration
es_es: Duración mínima

source: Minimum duration : enforces the test taker to stay on the item for the given duration.
es_es: Duración mínima: fuerza al examinado a quedarse en el ítem durante el tiempo establecido.

source: Minimum duration for the test.
es_es: Duración mínima para la prueba.

source: Minimum duration for this item.
es_es: Duración mínima este ítem.

source: Minimum duration for this section.
es_es: Duración mínima para esta sección.

source: Minimum duration for this test part.
es_es: Duración mínima para esta parte.

source: Missed test package file
es_es: Archivo de paquete de prueba omitido

source: Missing required option %s
es_es: Falta la opción requerida %s

source: Move Down
es_es: Mover hacia abajo

source: Move Up
es_es: Mover hacia arriba

source: Moving to the next item without time limit reached message.
es_es: Pasar al siguiente ítem sin el mensaje de límite de tiempo alcanzado.

source: Navigation
es_es: Navegación

source: Navigation Warnings
es_es: Advertencias de navegación

source: network
es_es: red

source: New Rubric Block
es_es: Nuevo bloque de rúbrica

source: New test part
es_es: Nueva parte de prueba

source: Next
es_es: Siguiente

source: Next Section
es_es: Sección siguiente

source: No CAT Engine configured for CAT Endpoint "%s".
es_es: No hay ningún motor CAT configurado para el punto final CAT "%s".

source: No file found at location "%s".
es_es: No se encontró ningún archivo en la ubicación "%s".

source: No more attempts allowed for item "%s".
es_es: No se permiten más intentos para el ítem "%s".
pt_pt: Não tem mais tentativas para o item '%s'

source: no outcome declaration found
es_es: no se encontró ninguna declaración de resultado

source: No outcome processing. Erase the existing rules, if any.
es_es: No se procesa ningún resultado. Borre las reglas existentes, si las hay.

source: No reference to any IMS QTI Item found.
es_es: No se encontró ninguna referencia a ningún ítem IMS QTI.

source: Non Linear
es_es: No lineal
pt_pt: Não linear

source: None
es_es: Ninguno

source: Not all test could be exported
es_es: No se pudo exportar toda la prueba

source: Not shuffled, the position remains fixed.
es_es: No reorganizado, la posición permanece fija.

source: Ok
es_es: Aceptar

source: OK
es_es: Aceptar

source: OK & End test
es_es: Aceptar y finalizar prueba

source: Once you close this section, you cannot return to it or change your answers.
es_es: Una vez que cierre esta sección, no podrá volver a ella ni cambiar sus respuestas.

source: One or more dependent IMS QTI Items could not be imported.
es_es: No se pudieron importar uno o varios ítems IMS QTI dependientes.

source: Only display the items marked for review
es_es: Mostrar solo los ítems marcados para revisión

source: Only display the unanswered items
es_es: Mostrar solo los ítems sin respuesta

source: Open Calculator
es_es: Abrir calculadora

source: Ordering
es_es: Ordenación

source: Outcome
es_es: Resultado

source: Outcome declarations
es_es: Declaraciones de resultados
