Repository: tao-forge/package-tao
Catalog: taoQtiTest/locales/*/messages.po
Languages: es_es, pt_pt

source: Outcome processing
es_es: Procesamiento de resultados

source: Package is valid but no tests were found. Make sure that it contains valid QTI tests.
es_es: El paquete es válido, pero no se encontraron pruebas. Asegúrese de que contiene pruebas QTI válidas.

source: Part %d
es_es: Parte %d

source: Pause
es_es: Pausar

source: Play
es_es: Reproducir

source: Please confirm you want to leave the test.
es_es: Confirme que desea abandonar la prueba.

source: Please wait while we try to restore the connection.
es_es: Espere mientras intentamos restablecer la conexión.

source: Preview the covered area
es_es: Vista preliminar del área cubierta

source: Previous
es_es: Anterior

source: Proctor
es_es: Supervisor

source: Properties
es_es: Propiedades

source: QTI 2.1 Test Driver
es_es: Controlador de prueba QTI 2.1

source: QTI Item Runner
es_es: Ejecutor de ítem QTI

source: QTI Test "%s" publishing failed.
es_es: La prueba QTI "%s" no se pudo publicar.

source: QTI Test "%s" successfully published.
es_es: La prueba QTI "%s" se publicó satisfactoriamente.

source: QTI Test Package 2.1
es_es: Paquete de prueba QTI 2.1

source: QTI Test Package 2.2
es_es: Paquete de prueba QTI 2.2

source: QTI/APIP Test Content Package
es_es: Paquete con contenido de prueba QTI/APIP

source: Reference
es_es: Referencia

source: Regenerate
es_es: Regenerar

source: Remove Item Reference
es_es: Eliminar referencia a ítem

source: Remove Rubric Block
es_es: Eliminar bloque de rúbrica

source: Remove Section
es_es: Eliminar sección

source: Required
es_es: Requerido

source: Required field
es_es: Campo requerido

source: Reset filters
es_es: Restablecer filtros

source: Resource(s) successfully exported.
es_es: Recursos exportados satisfactoriamente.

source: Review
es_es: Revisar

source: Review my Answers
es_es: Revisar mis respuestas

source: Rubric Block
es_es: Bloque de rúbrica

source: Rubric Block Properties
es_es: Propiedades de bloque de rúbrica

source: Rubric Blocks
es_es: Bloques de rúbrica

source: Save
es_es: Guardar
pt_pt: Guardar

source: Scientific Calculator
es_es: Calculadora científica

source: Scorer
es_es: Puntuador

source: Scoring
es_es: Puntaje

source: Scratch pad
es_es: Bloc de notas

source: Scratch Pad
es_es: Bloc de Notas

source: Scratchpad
es_es: Bloc de notas

source: Section %d
es_es: Sección %d

source: Section %d of %d
es_es: Sección %d de %d

source: Section level category enables configuring the categories of its composing items all at once. A category in gray means that all items have that category. A category in white means that only a few items have that category.
es_es: La categoría de nivel de sección permite configurar las categorías de los ítems que la componen de una sola vez. Una categoría en gris significa que todos los ítems tienen esa categoría. Una categoría en blanco significa que solo algunos ítems tienen esa categoría.

source: Section Properties
es_es: Propiedades de sección

source: Select
es_es: Seleccionar

source: Select a blueprint
es_es: Seleccionar un blueprint

source: Select Items
es_es: Seleccionar ítems

source: Select the way the responses of your test should be processed
es_es: Seleccione cómo deben procesarse las respuestas de su prueba

source: Selection
es_es: Selección

source: Send
es_es: Enviar

source: Set outcome identifier the feedback block is related to
es_es: Establecer el identificador de resultado con el que está relacionado el bloque de comentarios

source: Set the cut score (or pass score ratio) associated to the test. It must be a float between 0 and 1.
es_es: Establecer el puntaje de corte (o ratio de puntaje de aprobado) asociado con la prueba. Debe ser un número de coma flotante entre 0 y 1.

source: Set the rubric block as a feedback block
es_es: Establecer el bloque de rúbrica como bloque de comentarios

source: Set the value of the outcome that will activate the feedback block
es_es: Establecer el valor del resultado que activará el bloque de comentarios

source: Set the weight identifier used to process the score
es_es: Establecer el identificador de ponderación utilizado para procesar el puntaje

source: Set the XHTML-QTI class of the rubric block.
es_es: Establecer la clase XHTML-QTI para el bloque de rúbrica.

source: Set the XHTML-QTI identifier of the rubric block.
es_es: Establecer el identificador XHTML-QTI para el bloque de rúbrica.

source: Settings
es_es: Ajustes

source: Show Feedback
es_es: Mostrar comentarios

source: Show Review
es_es: Mostrar revisión

source: Show Solution
es_es: Mostrar solución

source: Show the review screen
es_es: Mostrar la pantalla de revisión

source: Show the solution once the answer is submitted.
es_es: Mostrar la solución una vez que se ha enviado la respuesta.

source: Show timers
es_es: Mostrar temporizadores

source: Show/Hide the review screen
es_es: Mostrar/ocultar la pantalla de revisión

source: Shuffle
es_es: Reorganizar
pt_pt: Baralhar

source: Simultaneous
es_es: Simultáneo
pt_pt: Simultâneo

source: Skip
es_es: Saltar

source: Skip &amp; End Test
es_es: Saltar y finalizar prueba

source: Skip and end test
es_es: Saltar y finalizar prueba

source: Skip and go to the end of the test
es_es: Saltar e ir al final de la prueba

source: Skip and go to the next item
es_es: Saltar e ir al ítem siguiente

source: Skip to the end of the test
es_es: Saltar al final de la prueba

source: Skip to the next item
es_es: Saltar al ítem siguiente

source: Skip to the next section
es_es: Saltar a la sección siguiente

source: Some rubric blocks have been updated to reflect the changes in the list of outcomes.
es_es: Algunos bloques de rúbrica se actualizaron para reflejar los cambios de la lista de resultados.

source: Speech speed
es_es: Velocidad del habla

source: Start Test-part
es_es: Iniciar parte de la prueba

source: Stop
es_es: Detener

source: Submission
es_es: Envío

source: Submit and go to the end of the test
es_es: Enviar e ir al final de la prueba

source: Submit and go to the next item
es_es: Enviar e ir al ítem siguiente

source: Submit and go to the previous item
es_es: Enviar e ir al ítem anterior

source: technical
es_es: técnico

source: Test
es_es: Prueba
pt_pt: Teste

source: Test constructor
es_es: Autor de prueba

source: Test metadata successfully exported.
es_es: Los metadatos de la prueba se exportaron satisfactoriamente.

source: Test Navigation
es_es: Navegación por la prueba

source: Test Saved
es_es: Prueba guardada

source: Test status
es_es: Estado de la prueba

source: Test-Taker Tools
es_es: Herramientas de examinado

source: Tests
es_es: Pruebas

source: Text content
es_es: Contenido del texto

source: Text to Speech
es_es: Texto para habla

source: The 'imsmanifest.xml' file found in the archive is not valid.
es_es: El archivo 'imsmanifest.xml' encontrado en el archivador no es válido.

source: The assessment has been created but is not already running.
es_es: La evaluación se creó, pero no se está ejecutando todavía.

source: The assessment has been suspended by an authorized proctor. If you wish to resume your assessment, please relaunch it and contact your proctor if required.
es_es: La evaluación fue suspendida por un supervisor autorizado. Si desea retomar su evaluación, vuelva a iniciarla y póngase en contacto con su supervisor si es necesario.

source: The assessment has been suspended. To resume your assessment, please relaunch it and contact your proctor if required.
es_es: Se suspendió la evaluación. Para reanudar su evaluación, vuelva a iniciarla y póngase en contacto con su supervisor si es necesario.

source: The assessment has been suspended. To resume your assessment, please relaunch it.
es_es: Se suspendió la evaluación. Para reanudar su evaluación, vuelva a iniciarla.

source: The assessment has been terminated.
es_es: La evaluación terminó.

source: The assessment has been terminated. You cannot interact with it anymore.
es_es: La evaluación terminó. Ya no puede interactuar con ella.

source: The assessment is still running.
es_es: La evaluación sigue ejecutándose.

source: The candidate is not allowed to submit invalid responses.
es_es: El candidato no puede enviar respuestas que no sean válidas.

source: The connection seems to be back, please proceed
es_es: Parece que se retomó la conexión. Continúe.

source: The dependency to the IMS QTI AssessmentItemRef "%s" in the IMS Manifest file could not be resolved.
es_es: No se pudo resolver la dependencia a IMS QTI AssessmentItemRef "%s" en el archivo de manifiesto de IMS.

source: The following identifiers are not unique accross the test : %s
es_es: Los identificadores siguientes no son únicos en la prueba: %s

source: The identifier of the item reference.
es_es: Identificador de la referencia del ítem.

source: The identifier of the section.
es_es: Identificador de la sección.

source: The IMS QTI Item referenced as "%s" in the IMS Manifest file was already stored in the Item Bank.
es_es: El ítem IMS QTI al que se hace referencia como "%s" en el archivo de manifiesto de IMS ya se almacenó en el banco de ítems.

source: The IMS QTI Test Package could not be imported.
es_es: No se pudo importar el paquete de prueba IMS QTI.

source: The IMS QTI Test referenced as "%s" in the IMS Manifest file could not be imported.
es_es: No se pudo importar la prueba IMS QTI a la que se hace referencia como "%s" en el archivo de manifiesto de IMS.

source: The navigation mode determines the general paths that the candidate may take. A linear mode restricts the candidate to attempt each item in turn. Non Linear removes this restriction.
es_es: El modo de navegación determina las vías generales que el candidato puede tomar. Un modo lineal limita al candidato a intentar un ítem tras otro, por orden. El modo no lineal elimina esta limitación.

source: The number of child elements to be selected.
es_es: Número de elementos secundarios que se deben seleccionar.

source: The outcome "%s" does not exist, but it is referenced by a feedback block!
es_es: El resultado "%s" no existe, pero se hace referencia a él en un bloque de comentarios.

source: The outcomes have been regenerated!
es_es: Los resultados se generaron de nuevo.

source: The principle identifier of the test.
es_es: Identificador de principio de la prueba.

source: The provided archive is invalid. Make sure it is not corrupted and that it contains an 'imsmanifest.xml' file.
es_es: El archivo proporcionado no es válido. Asegúrese de que no está dañado y que contiene un archivo 'imsmanifest.xml'.

source: The QTI Test '%s' to be compiled must contain at least 1 QTI Item. None found.
es_es: La prueba QTI %s que va a compilarse debe contener al menos un ítem QTI, pero no se encontró ninguno.

source: The QTI test could not be retrieved correctly.
es_es: La prueba QTI no se pudo recuperar correctamente.
pt_pt: O teste QTI não pode ser carregado correctamente.

source: The QTI Test XML or one of its dependencies is malformed or empty.
es_es: El formato del XML de la prueba QTI o una de sus dependencias no es correcto o está vacío.

source: The QTI-XML test could not be written correctly.
es_es: La prueba QTI-XML no se pudo escribir correctamente.
pt_pt: O teste QTI-XML não pode ser escrito correctamente.

source: The reference.
es_es: Referencia.

source: The resources related to the IMS QTI Test referenced as "%s" in the IMS Manifest file were rolled back.
es_es: Los recursos relacionados con la prueba IMS QTI a la que se hace referencia como "%s" en el archivo de manifiesto de IMS volvieron a su estado anterior.

source: The score will be processed for the entire test. A sum of all SCORE outcomes will be computed and divided by the sum of MAX SCORE, the result will be compared to the cut score (or pass ratio), then the PASS_TOTAL outcome will be set accordingly.
es_es: Se procesará el puntaje para toda la prueba. Se calculará una suma de todos los resultados de PUNTAJE y se dividirá por la suma del MAX SCORE; el resultado obtenido se comparará con el puntaje de corte (o ratio de aprobado) y, a continuación, se establecerá el resultado de PASS_TOTAL en consecuencia.

source: The score will be processed for the entire test. A sum of all SCORE outcomes will be computed, the result will take place in the SCORE_TOTAL outcome.
es_es: Se procesará el puntaje para toda la prueba. Se calculará una suma de todos los resultados de SCORE; el resultado tendrá lugar en SCORE_TOTAL.

source: The section title.
es_es: Título de la sección.

source: The submission mode determines when the candidate's responses are submitted for response processing. A testPart in individual mode requires the candidate to submit their responses on an item-by-item basis. In simultaneous mode the candidate's responses are all submitted together at the end of the testPart.
es_es: El modo de envío determina el momento que en que se envían las respuestas del candidato para ser procesadas. Una testPart en modo individual requiere que el candidato envíe las respuestas de cada ítem una por una. En el modo simultáneo, todas las respuestas del candidato se envían al mismo tiempo al final de la testPart.

source: The test has been closed/suspended!
es_es: La evaluación se cerró/suspendió.

source: The test has been paused, we are unable to connect to the server.
es_es: La prueba se pausó; no podemos establecer conexión con el servidor.

source: The test has not been saved.
es_es: La prueba no se guardó.

source: The test part identifier.
es_es: Identificador de la parte de la prueba.

source: The test title.
es_es: Título de la prueba.

source: There is not outcomes!
es_es: No hay ningún resultado.

source: This constraint affects the visibility of feedback after the end of the last attempt.
es_es: Esta restricción afecta la visibilidad de los comentarios al final del último intento.

source: This constraint controls whether or not the candidate is allowed to provide a comment on the item during the session. Comments are not part of the assessed responses.
es_es: Esta restricción controla si el candidato puede proporcionar un comentario sobre el ítem durante la sesión. Los comentarios no forman parte de las respuestas evaluadas.

source: This test has been suspended
es_es: Esta prueba se suspendió

source: This test has been terminated
es_es: Esta prueba se terminó.

source: Time limit reached for item "%s".
es_es: Se alcanzó el límite de tiempo para el ítem "%s".

source: Time limit reached, this part of the test has ended.
es_es: Se alcanzó el límite de tiempo. Esta parte de la prueba finalizó.

source: Time limit reached, this part of the test has ended. However you are allowed to finish the current item.
es_es: Se alcanzó el límite de tiempo. Esta parte de la prueba finalizó. No obstante, puede finalizar el ítem actual.

source: Time Limits
es_es: Límites de tiempo

source: Time Remaining
es_es: Tiempo restante

source: Title
es_es: Título

source: Total score
es_es: Puntaje total

source: Type
es_es: Tipo

source: Unanswered
es_es: Sin respuesta

source: Unanswered items
es_es: Ítems sin respuesta

source: Unflag for Review
es_es: Desmarcar para revisión

source: Unknown error.
es_es: Error desconocido.

source: Unlink to use separated durations
es_es: Anular enlace para utilizar duraciones independientes

source: Upload a QTI 2.1 Test Package File
es_es: Cargar un archivo de paquete de prueba QTI 2.1
pt_pt: Envie um pacote de testes QTI.

source: Use Ctrl/Meta key or Lasso for multiple selection
es_es: Utilizar la tecla Ctrl/Meta o Lasso para selección múltiple

source: Validate Responses
es_es: Validar respuesta

source: Value
es_es: Valor

source: Viewed
es_es: Visualizado

source: Viewed items
es_es: Ítems visualizados

source: Views
es_es: Vistas

source: Volume
es_es: Volumen

source: Warning – You have %s remaining to complete the test.
es_es: Advertencia: Le queda(n) %s para completar la prueba.

source: Warning – You have %s remaining to complete this item.
es_es: Advertencia: Le queda(n) %s para completar este ítem.

source: Warning – You have %s remaining to complete this section.
es_es: Advertencia: Le queda(n) %s para completar esta sección.

source: Warning – You have %s remaining to complete this test part.
es_es: Advertencia: Le queda(n) %s para completar esta parte de la prueba.

source: Warning – You have %s remaining to complete this test.
es_es: Advertencia: Le queda(n) %s para completar esta prueba.

source: We are unable to connect the server to submit your results.
es_es: No podemos conectar con el servidor para enviar los resultados.

source: We are unable to connect to the server to retrieve the next item.
es_es: No podemos conectar con el servidor para recuperar el siguiente ítem.

source: Weight
es_es: Ponderación

source: Weights
es_es: Ponderaciones

source: When selecting child elements each element is normally eligible for selection once only.
es_es: Al seleccionar elementos secundarios, normalmente un mismo elemento se puede seleccionar solo una vez.

source: Whether a candidate's response that is beyond the maximum duration of the item should still be accepted.
es_es: Indica si se debe aceptar la respuesta de un candidato recibida tras superar la duración máxima del ítem.

source: Whether a candidate's response that is beyond the maximum duration of the section should still be accepted.
es_es: Indica si se debe aceptar la respuesta de un candidato recibida tras superar la duración máxima de la sección.

source: Whether a candidate's response that is beyond the maximum duration of the test part should still be accepted.
es_es: Indica si se debe aceptar la respuesta de un candidato recibida tras superar la duración máxima de la parte de la prueba.

source: Whether a candidate's response that is beyond the maximum duration should still be accepted.
es_es: Indica si se debe aceptar la respuesta de un candidato recibida tras superar la duración máxima.

source: White on black
es_es: Blanco sobre negro

source: Who can view the rubric block during the delivery.
es_es: Indica quién puede ver el bloque rúbrica durante la entrega.

source: With Replacement
es_es: Con reemplazo

source: Wrong file mime type
es_es: Tipo mime de archivo incorrecto

source: XML error at line %1$d column %2$d "%3$s".
es_es: Error XML en la línea %1$d columna %2$d "%3$s".

source: Yes
es_es: Sí
pt_pt: Sim

source: You answered all %s question(s)
es_es: Respondió las %s preguntas

source: You answered all %s question(s) in this section
es_es: Respondió las %s preguntas de esta sección

source: You answered all %s question(s) in this test
es_es: Respondió las %s preguntas de esta prueba

source: You answered only %s of the %s question(s) in this section
es_es: Respondió solo %s de las %s preguntas de esta sección

source: You are about to go to the next item. Click OK to continue and go to the next item.
es_es: Está a punto de pasar al siguiente ítem. Haga clic en Aceptar para continuar y pasar al siguiente ítem.

source: You are about to go to the previous item. Click OK to continue and go to the previous item.
es_es: Está a punto de pasar al ítem anterior. Haga clic en Aceptar para continuar y pasar al ítem anterior.

source: You are about to submit the test. You will not be able to access this test once submitted. Click OK to continue and submit the test.
es_es: Está a punto de enviar la prueba. No podrá acceder a esta prueba una vez enviada. Haga clic en Aceptar para continuar y enviar la prueba.

source: You are encountering a prolonged connectivity loss.
es_es: Está experimentando una pérdida de conexión prolongada.

source: You have %s item(s) marked for review.
es_es: Tiene ítems marcados para revisión (%s).

source: You have %s unanswered question(s)
es_es: Tiene preguntas sin responder (%s)

source: You have %s unanswered question(s) and have %s item(s) marked for review.
es_es: Tiene preguntas sin responder (%s) e ítems marcados para revisión (%s).

source: You have %s unanswered question(s).
es_es: Tiene preguntas sin responder (%s).

source: Your comment…
es_es: Su comentario…

source: Zoom in
es_es: Acercar

source: Zoom out
es_es: Alejar

source: Allow Late Submission
pt_pt: Permitir sub-meter tardio

source: An unknown error occured while compiled QTI test '%s'.
pt_pt: Um erro desconhecido ocorreu quando compilava teste QTI '%s'.

source: Author QTI test
pt_pt: Autor do teste QTI

source: Authoring %s', get_data('label
pt_pt: Autor %s', get_data('label

source: Available Items
pt_pt: Items disponíveis

source: Content saved
pt_pt: Conteúdo Guardado

source: Drag and drop the items to order them
pt_pt: Arraste os items para a ordenar

source: Error
pt_pt: Erro

source: Found more than one test in package
pt_pt: Encontrado mais de um teste no pacote

source: Import Content
pt_pt: Importar conteúdo

source: Import into %s', get_data('label
pt_pt: Importar para %s', get_data('label

source: Import QTI test
pt_pt: Importar teste QTI

source: Items sequence
pt_pt: Sequência de items

source: Maximum Test Duration
pt_pt: Duração máxima do teste

source: Minimum Test Duration
pt_pt: Duração mínima do teste

source: Navigation mode
pt_pt: Modo de navegação

source: No test found in package
pt_pt: Não foi encontrado nenhum teste no pacote

source: QTI Test: %s', get_data('label
pt_pt: Teste QTI: %s', get_data('label

source: Select the items composing the test.
pt_pt: Seleccione os items que compõe o teste

source: Sequence saved successfully
pt_pt: Sequência guardada com sucesso

source: Submission and Navigation
pt_pt: Submeter e navegar

source: Submission mode
pt_pt: Modo de submissão

source: The QTI test '%s' to be compiled must contain at least 1 QTI item. None found.
pt_pt: O teste QTI '%s' a ser compilado deve conter pelo menos um item de QTI. Nenhum foi encontrado.

source: Time limits
pt_pt: Tempo limite
