Repository: tao-forge/package-tao
Catalog: taoItems/locales/*/messages.po
Languages: da_dk, pt_pt

source: A QTI item file is an XML file following the version 2.0 of the QTI standard.
da_dk: En QTI- item fil er en XML-fil som følger QTI-standarden version 2.0.
pt_pt: Um ficheiro do item QTI é um ficheiro XML seguindo a versão 2.0 do padrão QTI.

source: A QTI package is a Zip archive containing a imsmanifest.xml file and the QTI resources to import.
da_dk: En QTI-pakke er et ziparkiv som indeholder en imsmanifest.xml-fil og QTI-resourcerne til import.
pt_pt: Um pacote QTI é um ficheiro Zip contendo um ficheiro imsmanifest.xml e os recursos QTI para importar.

source: A series of different templates are provided to the Item authors such as multiple choice questions, puzzle design, text with gaps, etc.
da_dk: En række forskellige templates er tilgængelige for item udviklere , så som multiple choice , puzzel, text with gaps etc.
pt_pt: Uma série de modelos diferentes são fornecidos pelos autores do item, tais como questões de múltipla escolha, quebra-cabeça, o texto com as lacunas, etc.

source: Add the source file
da_dk: Tilføj source filen
pt_pt: Adicionar ficheiro fonte

source: An error occured during the import
da_dk: En fejl opstod under importen
pt_pt: Ocorreu um erro durante a importação

source: An error occured while saving the item
da_dk: En fejl opstod mens item blev gemt
pt_pt: Um erro ocorreu durante o guardar item

source: An error occurs during the import
da_dk: En fejl opstod under importen
pt_pt: Um erro ocorreu durante a importação

source: An Open Web Item package is a Zip archive containing an index.html file with the XHTML 1.0 Transitional Doctype and resources (images, scripts, css, video, etc.).
da_dk: En Open Web Item pakke er et Zip Arkiv indeholdende en index.html fil med XHTML 1.0 Traditionel Doctype og resourcer (images, scripts, css, video, etc.).
pt_pt: Um pacote de item Open Web é um arquivo Zip contendo um ficheiro index.html com o XHTML 1.0 Doctype transaccional e recursos (imagens, scripts, CSS, vídeo, etc).

source: Authoring
da_dk: Oprette
pt_pt: Autor

source: Back
da_dk: Tilbage
pt_pt: Voltar

source: Class saved
da_dk: Klasse gemt
pt_pt: Disciplina guardada

source: clean up
da_dk: ryd op
pt_pt: Limpeza

source: Client
da_dk: Klient
pt_pt: Cliente

source: close
da_dk: luk
pt_pt: Fechar

source: Content
da_dk: Indhold
pt_pt: Conteúdo

source: Create and design items and exercises.
da_dk: Opret og design items og øvelser.
pt_pt: Criar e desenvolver items e exercícios

source: Debug Mode
da_dk: Fejlsøg tilstand
pt_pt: Modo de depuração

source: delete
da_dk: slet
pt_pt: Eliminar

source: Disabled
da_dk: Deaktivere
pt_pt: Desligado

source: Download item content
da_dk: Hent item indhold
pt_pt: Baixar conteúdo de item

source: duplicate
da_dk: kopier
pt_pt: duplicado

source: Edit item
da_dk: Rediger item
pt_pt: Editar item

source: Edit Item
da_dk: Rediger Item
pt_pt: Editar Item

source: Edit item class
da_dk: Rediger item klasse
pt_pt: Editar item de disciplina

source: Enabled
da_dk: Aktiveret
pt_pt: Ligado

source: Enables you to export a ZIP archive containing one folder for each exported item. Each folder is composed by a main XML file (the item's data) and by externals resources (media, manifests, etc.)
da_dk: Gør det muligt at eksportere en ZIP fil indeholdende en mappe for hvert eksporteret Item. Hver mappe indeholder en primær XML fil (Item data) med tilhørende eksterne ressourcer (media,specifikationer, ect.)
pt_pt: Permite a exportação um arquivo ZIP que contém uma pasta para cada item exportado. Cada pasta é composta por um ficheiro XML principal (dados do item) e por recursos de fontes externas (mídia, manifestos, etc)

source: Enables you to export an IMS QTI Package.
da_dk: Gør det muligt at eksportere en IMS QTI pakke.
pt_pt: Permite exportar um pacote IMS QTI.

source: export
da_dk: eksport
pt_pt: exportar

source: Export Options
da_dk: Eksporterings alternativ
pt_pt: Opções de exportação

source: Fake delivery
da_dk: Simulerede leverans
pt_pt: Falsa distribuição

source: Fake process
da_dk: Simulerede process
pt_pt: Falso processo

source: Fake test
da_dk: Simulerede test
pt_pt: Teste falso

source: File name
da_dk: Fil navn
pt_pt: Nome de ficheiro

source: Finish
pt_pt: Terminar

source: import
da_dk: importere
pt_pt: importar

source: Item content saved
da_dk: Item indhold gemt
pt_pt: Conteúdo do item guardado

source: item content successfully imported
da_dk: item indhold importeret
pt_pt: conteúdo do item importado com sucesso

source: item imported successfully
da_dk: item importeret
pt_pt: item importado com sucesso

source: Item imported successfully
da_dk: Item importeret
pt_pt: Item importado com sucesso

source: Item saved
da_dk: Item gemt
pt_pt: Item guardado

source: Item saving failed
da_dk: Item blev ikke gemt
pt_pt: Guardar do item falhou

source: Item successfully saved
da_dk: Item gemt
pt_pt: Item guardado com sucesso

source: item versioned content deleted
da_dk: item versioneret indhold slettet
pt_pt: Conteúdo do item versionado eliminado

source: item versioned content saved
da_dk: item versioneret indhold gemt
pt_pt: Conteúdo do item versionado guardado

source: items imported successfully
da_dk: item importeret
pt_pt: Items importados com sucesso

source: Items library
da_dk: Item arkiv
pt_pt: Biblioteca de items

source: lists
da_dk: lister
pt_pt: Listas

source: Manage item content
da_dk: Administrere item indhold
pt_pt: Gerir conteúdo do item

source: Manage items
da_dk: Administrere item
pt_pt: Gerir items

source: Manage the item versioned content
da_dk: Administrere item versioneret indhold
pt_pt: Gerir conteúdo do item versionado

source: Matching side
da_dk: Tilhørende side
pt_pt: Lado correspondente

source: Max filesize
da_dk: Max fil størrelse
pt_pt: Tamanho MAX de ficheiro

source: meta data
pt_pt: Meta dados

source: move
da_dk: flyt
pt_pt: Mover

source: new class
da_dk: ny klasse
pt_pt: Nova disciplina

source: new item
da_dk: nyt item
pt_pt: Novo item

source: No item type selected for the current item.
da_dk: Ingen item type er valgt til denne item.
pt_pt: Nenhum tipo de item seleccionado para o item actual

source: No items of could be imported successfuly
da_dk: Ingen items kunne importeres
pt_pt: Nenhum item foi importado com sucesso

source: Not yet available
da_dk: Ikke tilgængeligt endnu
pt_pt: Ainda não se encontra disponível

source: Open Web Item Package
da_dk: Open Web Item Pakke
pt_pt: Abrir pacote de item web

source: Options
da_dk: Valg muligheder
pt_pt: opções

source: Paper-based Item
da_dk: Papir baseret Item
pt_pt: Item baseado em papel

source: Please select first the item type!
da_dk: Vælg først item type!
pt_pt: Por favor seleccione 1º o tipo de item

source: Preview
da_dk: Forhåndsvisning
pt_pt: Prever

source: preview
da_dk: forhåndsvisning
pt_pt: prever

source: PREVIEW BOX
da_dk: FORHÅNDSVISNINGS BOKS
pt_pt: CAIXA DE PREVISÃO

source: Preview Console
da_dk: Forhåndsvisningsbord
pt_pt: Consola de previsão

source: QTI Item
pt_pt: Item QTI

source: QTI Package
da_dk: QTI Pakke
pt_pt: Pacote QTY

source: Recovery context
da_dk: Genskab sammenhæng
pt_pt: Contexto de recuperação

source: revision restored :
da_dk: revision genoprettet :
pt_pt: revisão restaurada:

source: search
da_dk: søg
pt_pt: procurar

source: Server
pt_pt: Servidor

source: show/hide
da_dk: vis/skjul
pt_pt: Mostrar/Esconder

source: the file was not uploaded successfully
da_dk: filen blev ikke uploadet
pt_pt: O ficheiro foi enviado com sucesso

source: Test takers
pt_pt: Examinado

source: The Items module enables the creation and design of items and exercises.
da_dk: Item modulet lader dig oprette og designe item og øvelser.
pt_pt: O modulo de items permite a criação de items e exercícios

source: Unable to copy the resources
da_dk: Resurserne kan ikke kopieres
pt_pt: Impossível copiar recursos

source: unable to extract archive content, please check your tmp dir
da_dk: ikke muligt at hente arkiv indholdet, kontrollere tmp dir
pt_pt: impossível de extrair conteúdo do ficheiro, por favor verifique a sua directoria TMP

source: Unable to move
da_dk: Kan ikke flyttes
pt_pt: Impossível mover

source: Upload a QTI Package File
da_dk: Upload QTI-pakkefil
pt_pt: Enviar pacote de ficheiros QTI

source: Upload an Open Web Item Package File
da_dk: Hent en Open Web Item Pakke Fil
pt_pt: Enviar e abrir pacote de ficheiros web item

source: Upload an paper-based Item
da_dk: Hent en papir-baseret Item
pt_pt: Enviar pacote de item tipo papel

source: Upload QTI File
da_dk: Upload QTI-fil
pt_pt: Enviar ficheiro QTI

source: Upload the item content
da_dk: Upload item indhold
pt_pt: Enviar conteúdo de item

source: Validation failed
pt_pt: Validação falhou

source: Validation has failed
da_dk: Valideringen mislykkedes
pt_pt: A validação falhou

source: Validation of the imported file has failed
da_dk: Valideringen af den importerede fil fejlede
pt_pt: A validação do ficheiro importado falhou

source: VersionedContent
da_dk: Versioneret Indhold
pt_pt: Conteúdo versionado

source: wrong file format
da_dk: forkert filformat
pt_pt: Ficheiro com o formato errado

source: An error occured while loading the item:
da_dk: Der opstod en fejl ved indlæsning af item:

source: Items
da_dk: Item

source: No user is logged in
da_dk: Ingen brugere er logget på
