Repository: tao-forge/package-tao
Catalog: taoResultServer/locales/*/messages.po
Languages: nl_nl

source: call ids
nl_nl: bel id's

source: deliveries
nl_nl: leveringen

source: test takers
nl_nl: kandidaten

source: A delivery server is required for every delivery, it defines where the results of that delivery will be uploaded.
nl_nl: Een uitleveringsserver is nodig voor elke uitlevering. Het bepaalt waar de resultaten van die uitlevering ge√ºpload zullen worden.

source: Cancel
nl_nl: Annuleren

source: Close
nl_nl: Sluiten

source: Delete
nl_nl: Verwijderen

source: Edit result server
nl_nl: Bewerk resultaat server

source: Edit ResultServer
nl_nl: Bewerk ResultaatServer

source: Invalid request
nl_nl: Ongeldig verzoek

source: Manage Result Servers
nl_nl: Beheer resultaat servers

source: Migrate
nl_nl: Migreren

source: Migrate Data
nl_nl: Migreer data

source: Migration in progress, please wait...
nl_nl: Migratie bezig, wacht u a.u.b...

source: Migration Successful
nl_nl: Migratie succesvol

source: Move
nl_nl: Verplaatsen

source: New class
nl_nl: Nieuwe klasse

source: New result server
nl_nl: Nieuwe resultaat server

source: Operation
nl_nl: Bewerking

source: Please select a destination target
nl_nl: Selecteer a.u.b. de bestemmingsmap

source: Please select a migration source
nl_nl: Selecteer a.u.b. een migratie bron

source: Properties
nl_nl: Eigenschappen

source: Result Server
nl_nl: Resultaat server

source: Result Server Manager
nl_nl: Resultaat server beheer

source: Result Server saved
nl_nl: Resultaat server opgeslagen

source: Result Servers library
nl_nl: Resultaat server bibliotheek

source: Results Data Migration Tool
nl_nl: Resultaat data migratie hulpmiddel

source: Results Server
nl_nl: Resultaat server

source: Settings
nl_nl: Instellingen

source: Source
nl_nl: Bron

source: Source (Readable Storage)
nl_nl: Bron (leesbare opslag)

source: Target
nl_nl: Doel

source: Target (Writable Storage)
nl_nl: Doel (beschrijfbare opslag)

source: The Result Server Management section allows to add, edit and assign Delivery Result Server to Deliveries.
nl_nl: De resultaat server beheer sectie geeft toegang tot het toevoegen, aanpassen en toewijzen van een leveringsresultaat server aan leveringen.

source: This delivery has no Result Server
nl_nl: Deze levering heeft geen resultaat server

source: This extension enables the Results server
nl_nl: Deze extensie geeft de mogelijkheid tot een resultaat server
