Repository: tao-forge/package-tao
Catalog: taoResultServer/locales/*/taoResultServer.rdf.po
Languages: fr_fr, lt_lt

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Server
fr_fr: Serveur de résultats
lt_lt: Rezultatų Serveris

# http://www.w3.org/2000/01/rdf-schema#comment
source: the Result Server for the Delivery
fr_fr: le serveur de résultats pour la passation
lt_lt: Rezultatų Serveris Pateikčiai

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Storage Engine
fr_fr: Moteur de stockage de résultats
lt_lt: Rezultatų Saugyklos Variklis

# http://www.w3.org/2000/01/rdf-schema#comment
source: Result Storage Engine
fr_fr: Moteur de stockage de résultats
lt_lt: Rezultatų Saugyklos Variklis

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Server Endpoint
fr_fr: Point de terminaison du serveur de résultats
lt_lt: Rezultatų Serverio Pabaiga

# http://www.w3.org/2000/01/rdf-schema#comment
source: Endpoint of the Result Server
fr_fr: Point de terminaison du serveur de résultats
lt_lt: Rezultatų Serverio Pabaiga

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Storage
fr_fr: Stockage de résultats
lt_lt: Rezultatų Saugykla

# http://www.w3.org/2000/01/rdf-schema#comment
source: Result Storage
fr_fr: Stockage de résultats
lt_lt: Rezultatų Saugykla

# http://www.w3.org/2000/01/rdf-schema#label
source: tao logger
fr_fr: journal des événements TAO
lt_lt: tao žurnalas

# http://www.w3.org/2000/01/rdf-schema#comment
source: Data about the storage is sent into the logger
fr_fr: Les données à propos du stockage sont envoyées dans le journal.
lt_lt: Duomenys apie saugyklą yra išsiųsti į žurnalą

# http://www.w3.org/2000/01/rdf-schema#label
source: Link to the implementation Class
fr_fr: Lien vers la classe implémentation

# http://www.w3.org/2000/01/rdf-schema#comment
source: Link to the implementation Class
fr_fr: Lien vers la classe implémentation

# http://www.w3.org/2000/01/rdf-schema#comment
source: Data about the result storage is sent to the logger
fr_fr: Les données à propos du stockage sont envoyées dans le journal.
lt_lt: Duomenys apie rezultatų saugyklą yra išsiųsti į žurnalą

# http://www.w3.org/2000/01/rdf-schema#label
source: No storage
fr_fr: Pas de stockage
lt_lt: Nėra saugyklos

# http://www.w3.org/2000/01/rdf-schema#comment
source: No storage
fr_fr: Pas de stockage
lt_lt: Nėra saugyklos

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Server Manager
fr_fr: Gestionnaire de serveur de résultats
lt_lt: Rezultatų Serverio Tvarkytojas

# http://www.w3.org/2000/01/rdf-schema#comment
source: Result Server Manager Role
fr_fr: Rôle de gestionnaire de serveur de résultats
lt_lt: Rezultatų Serverio Tvarkytojo Rolė
