Repository: tao-forge/package-tao
Catalog: taoQtiItem/locales/*/messages.po
Languages: pt_pt

source: A response must at least be correct or have a scoring value.
pt_pt: A resposta deve pelo menos ser correta ou ter um valor de pontuação.

source: Add a new stylesheet
pt_pt: Adicionar um novo estilo

source: Add choice
pt_pt: Adicione uma escolha

source: Add choice to group
pt_pt: Adicione uma escolha ao grupo

source: Advanced options
pt_pt: Opções avançadas

source: Advanced properties
pt_pt: Propriedades avançadas

source: Associate Interaction
pt_pt: Associar interacção

source: Attached style sheets:
pt_pt: Anexar um estilo

source: Background image not set yet. Select it in the "Image source url" input then update.
pt_pt: Imagem de fundo não definida ainda. Seleccione-a na "url Fonte da imagem " introduza e actualize.

source: Choice
pt_pt: Escolha

source: Choice Deletion
pt_pt: Escolha para eliminar

source: Choice group
pt_pt: Escolha o grupo

source: Choice Interaction
pt_pt: Escolha a interacção

source: Choices
pt_pt: Escolhas

source: Choices editor:
pt_pt: Escolhas do editor:

source: circle
pt_pt: circulo

source: composite
pt_pt: composto

source: Coordinates
pt_pt: Coordenadas

source: correct
pt_pt: correcto

source: Correct answer
pt_pt: Resposta correcta

source: CSS format required
pt_pt: Requer formato CSS

source: custom
pt_pt: Personalizar

source: Debug
pt_pt: Depurar

source: default
pt_pt: omisso

source: Default value
pt_pt: Valor omisso

source: delete
pt_pt: eliminar

source: Delete choice
pt_pt: Eliminar escolha

source: Delete interaction
pt_pt: Eliminar interacção

source: Delete object
pt_pt: Eliminar objecto

source: Discrete Scale
pt_pt: Escala directa

source: Distance
pt_pt: Distancia

source: Do you really want to delete the row?
pt_pt: Quer mesmo apagar a linha?

source: Do you want to delete the choice?
pt_pt: Quer mesmo apagar a escolha

source: download
pt_pt: baixar

source: draw it
pt_pt: desenhar

source: Edit object
pt_pt: Editar objecto

source: ellipse
pt_pt: elipse

source: Empty response value
pt_pt: Valor de resposta vazio

source: End Attempt
pt_pt: Terminar tentativa

source: End Attempt Interaction
pt_pt: terminar tentativa de interacção

source: end attempt now
pt_pt: terminar tentativa agora

source: Error in background file:
pt_pt: Erro no ficheiro de suporte:

source: Expected length
pt_pt: Comprimento esperado

source: Expected lines
pt_pt: Linhas esperadas

source: Export
pt_pt: Exportar

source: Extended Text Interaction
pt_pt: Texto de interação extendido

source: File name
pt_pt: Nome de ficheiro

source: File Upload Interaction
pt_pt: Ficheiro de interacção enviado

source: Fixed
pt_pt: Fixo

source: Float
pt_pt: Flutuante

source: Gap images
pt_pt: Intervalo de imagens

source: Gap Match Interaction
pt_pt: Intervalo de interacção matemática

source: Gaps
pt_pt: Intervalos

source: Graphic Associate Interaction
pt_pt: Associação gráfica de interacção

source: Graphic Gap Match Interaction
pt_pt: Intervalo de gráfico matemático de interacção

source: Graphic interaction stage
pt_pt: Nível gráfico de interacção

source: Graphic Order Interaction
pt_pt: Ordem de interacção gráfica

source: Guidelines
pt_pt: Linhas mestras

source: Height
pt_pt: Altura

source: Heihgt
pt_pt: Altura

source: Hotspot Interaction
pt_pt: Hotspot interacção

source: Hottext Interaction
pt_pt: Hottext interacção

source: Identifier
pt_pt: Identificador

source: Image height
pt_pt: Altura da imagem

source: Image label
pt_pt: Rotulo da imagem

source: Image source url
pt_pt: URL da fonte de imagem

source: Image width
pt_pt: Largura da imagem

source: Impossible to exceed the maximum number of choices defined in the interaction.
pt_pt: Impossível exceder o número máximo de escolhas definidas na interacção.

source: Inline Choice Interaction
pt_pt: Escolha Interacção embutida

source: Integer
pt_pt: Inteiro

source: Interaction content editor:
pt_pt: Editor de conteúdo da interacção:

source: Interaction data saved.
pt_pt: Dados da interacção guardados

source: Interaction Deletion
pt_pt: Interacção eliminada

source: Interaction Editor
pt_pt: Editor de interacção

source: Invalid field length
pt_pt: Comprimento de ficheiro invalido

source: invalid image mime type
pt_pt: Tipo mime de imagem invalido

source: Invalid Response Declaration
pt_pt: Declaração de Resposta Inválida

source: Label
pt_pt: Rotulo

source: Light preview:
pt_pt: Previsão ligeira

source: Lower bound
pt_pt: Limite inferior

source: Manage item content
pt_pt: Gerir conteúdo do item

source: map
pt_pt: mapa

source: map point
pt_pt: ponto no mapa

source: Match group
pt_pt: Grupo de matemática

source: Match Group
pt_pt: Grupo de Matemática

source: Match Interaction
pt_pt: Interacção matemática

source: Maximal number of matching
pt_pt: Número máximo de correspondência

source: Maximum allowed associations
pt_pt: Máximo de associações permitidas

source: Maximum number of separate strings
pt_pt: O número máximo de sequências separadas

source: Maximum selectable choices
pt_pt: Máximo de escolhas seleccionadas

source: Maximum value
pt_pt: Valor máximo

source: Media Interaction
pt_pt: Interacção de mídia

source: MIME type
pt_pt: Tipo de mime

source: Minimum value
pt_pt: Valor mínimo

source: Modification on choice applied
pt_pt: Modificação aplicada na escolha

source: Modification on response applied
pt_pt: Modificação aplicada na resposta

source: Modification(s) on interaction has been updated
pt_pt: Modificação (s) em interacção foi actualizada

source: Move Down
pt_pt: Mover para baixo

source: Move Up
pt_pt: Mover para cima

source: Next
pt_pt: Próximo

source: no
pt_pt: não

source: No outcome defined for interaction
pt_pt: Sem resultado definido para a interacção

source: Not needed
pt_pt: Não é necessário

source: Number base for value interpretation
pt_pt: Numero base para interpretação do valor

source: Object Deletion
pt_pt: Objecto eliminado

source: Order Interaction
pt_pt: Ordem de interacção

source: Ordered response
pt_pt: Resposta Ordenada

source: Orientation
pt_pt: Orientação

source: Pattern mask
pt_pt: Máscara padrão

source: Place holder text
pt_pt: Coloque texto suporte

source: Please add some "QTI choices" before defining the correct response
pt_pt: Por favor, adicione algumas "escolhas QTI " antes de definir a resposta correta

source: please confirm deletion of the choice(s)
pt_pt: por favor confirme a eliminação da escolha(s)

source: please confirm deletion of the interaction
pt_pt: por favor confirme a eliminação da interacção

source: Please confirm interaction deletion
pt_pt: por favor confirme a eliminação da interacção

source: Please confirm object deletion
pt_pt: por favor confirme a eliminação do objecto

source: polygon
pt_pt: poligno

source: Popup Preview
pt_pt: Janela de previsão

source: Position Object Interaction
pt_pt: Posição do objecto de interacção

source: preview (1:1)
pt_pt: Previsão (1:1)

source: preview (real size:
pt_pt: Previsão tamanho real:

source: Processing rule:
pt_pt: Regra de processamento

source: Processing type
pt_pt: Tipo de processamento

source: Prompt
pt_pt: Linha de comando

source: QTI Item Attributes
pt_pt: QTI Item Atributos

source: quantity
pt_pt: quantidade

source: rectangle
pt_pt: retangulo

source: Required
pt_pt: Obrigatório

source: Response Deletion
pt_pt: Eliminar resposta

source: Response editor
pt_pt: Editor de resposta

source: Response processing template editor
pt_pt: Editor de modelo do processamento da resposta

source: Response variable type
pt_pt: Tipo de resposta variável

source: Responses Grid
pt_pt: Grelha de respostas

source: Return to item editor
pt_pt: Voltar ao editor de item

source: Return to normal edition
pt_pt: Voltar a edição normal

source: Reverse rendering
pt_pt: Renderização reversa

source: Save
pt_pt: Guardar

source: Scale type
pt_pt: Tipo de escala

source: Score
pt_pt: Pontuação

source: Select Point Interaction
pt_pt: Seleccionar ponto de interacção

source: Shape
pt_pt: Forma

source: Shuffle choices
pt_pt: Escolhas aleatórias

source: Slider Interaction
pt_pt: Interacção deslizante

source: Step
pt_pt: Passo

source: Step label display
pt_pt: Passo do rotulo de exibição

source: String
pt_pt: Sequência

source: String identifier
pt_pt: Identificador de sequência

source: Stylesheets manager
pt_pt: Gestor de estilos

source: template
pt_pt: Modelo

source: Textentry Interaction
pt_pt: Interacção de entrada de texto

source: The choice cannot be saved
pt_pt: A escolha não pode ser guardada

source: The custom response processing type is currently not fully supported in this tool. Removing interactions or choices is not recommended.
pt_pt: O tipo de processamento de resposta personalizada não é actualmente totalmente suportado nesta ferramenta. Remover interacções ou opções não é recomendado.

source: The format of this field is not valid.
pt_pt: O formato deste campo não é valido

source: The item has been successfully saved
pt_pt: O item foi correctamente guardado

source: The options have been updated
pt_pt: As opções foram actualizadas

source: The response form is not available for the selected response processing.<br/>
pt_pt: O formulário de resposta não está disponível para a resposta seleccionada.<br/>

source: The response processing has been saved
pt_pt: O processo de resposta foi guardado

source: The response properties have been updated
pt_pt: As propriedades da resposta foram actualizadas

source: The responses cannot be updated
pt_pt: As respostas não foram actualizadas

source: The responses have been updated
pt_pt: As respostas foram actualizadas

source: There cannot be identical choice in a row.
pt_pt: Não pode haver escolhas idênticas na linha

source: There is already a row with identical choices.
pt_pt: Ja existe uma linha com escolhas idênticas

source: This field is invalid
pt_pt: O campo é valido

source: This field is required
pt_pt: O campo é obrigatório

source: This field is too long
pt_pt: O campo é demasiado longo

source: This field is too short
pt_pt: O campo é demasiado curto

source: This field must have a float value
pt_pt: O campo deve ter um valor flutuante

source: This field must have an integer value
pt_pt: O campo deve ter um valor inteiro

source: Title
pt_pt: Titulo

source: To insert a "gap" in your interaction, set focus on the desired place in the editor below then click on the "add gap" button
pt_pt: Para inserir um "espaço " em sua interacção, definir o foco no lugar desejado no editor abaixo, em seguida, clique no botão "adicionar espaço "

source: To insert a "hot text" in your interaction, set focus on the desired place in the editor below then click on the "set hot text" button
pt_pt: Para inserir um "hottext " na sua interacção, definir o foco no lugar desejado no editor abaixo e clique no "conjunto hottext" botão

source: Type
pt_pt: Tipo

source: Update interaction & choices modifications
pt_pt: Actualizar interacção e modificações das escolhas

source: Update response & scoring modifications
pt_pt: Actualizar respostas e modificações de pontuação

source: Upload the style sheet
pt_pt: Enviar a folha de estilo

source: Upper bound
pt_pt: Limite superior

source: Value
pt_pt: Valor

source: View source code
pt_pt: Ver código fonte

source: Width
pt_pt: Largura

source: yes
pt_pt: sim
