Repository: tao-forge/package-tao
Catalog: taoTests/locales/*/messages.po
Languages: ar, se

source: DE
ar: الالمانية
se: German

source: EN
ar: الانجليزية
se: English

source: FR
ar: الفرنسية
se: French

source: LU
ar: اللكسمبورجية
se: Luxemburgish

source: Advanced Authoring Tool
ar: محرر متقدم
se: Avancerat skapandeverktyg

source: Advanced parameters
ar: اعدادات متقدمة
se: Avancerade parametrar

source: Advanced sequence
se: Avancerad ordningsföljd

source: An error occured while saving the sequence
ar: حدث خطأ أثناء حفظ التسلسل
se: Ett fel uppstod när ordningsföljden skulle sparas

source: An error occured while saving the test
ar: حدث خطأ أثناء حفظ اختبار
se: Ett fel uppstod när testet skulle sparas

source: Back
ar: رجوع
se: Bakåt

source: Class saved
ar: صنف محفوظ
se: Klass sparad

source: Classical
se: Klassisk

source: Classical ratio
ar: نسبة الكلاسيكية
se: Klassisk proportion

source: Compiling test
ar: جاري ترجمة الاختبار
se: Samanställer test

source: Cumul model
se: Samlad modell

source: DELTASCORE
se: DELTAPOÄNG

source: Deactivate back button
ar: تعطيل الزر رجوع
se: Gör bakåtknappen verkningslös

source: Delay
ar: المهلة
se: Fördröj

source: Display
ar: عرض
se: Visa

source: Display comments
ar: عرض التعليقات
se: Visa kommentarer

source: Display items list during the test
ar: عرض عناصر القائمة أثناء الاختبار
se: Visa lista av frågor under testet

source: Display label
ar: عرض التسمية
se: Visa etikett

source: Drag and drop the items to order them
ar: سحب وإسقاط البنود لترتيبها
se: Dra och släpp frågorna för ordna dem

source: Edit test
ar: تحرير الاختبار
se: Redigera test

source: Edit test class
ar: تحرير الصنف اختبار
se: Redigera testklass

source: Expected a posteriori
se: Förväntade ett senare

source: Halt criteria
se: Uppehållskännetecken

source: Items
ar: الاسئلة
se: Frågor

source: Items Sequence
ar: تسلسل الاسئلة
se: Frågeordningsföljd

source: Items sequence
ar: تسلسل الاسئلة
se: Frågeordningsföljd

source: Left button image
ar: صورة الزر اليسار
se: Vänster knapps bild

source: Likelihood
se: Sannolikhet

source: Log-likelihood
se: Loggsannolikhet

source: Manage tests
ar: ادارة الاختبارات
se: Hantera tester

source: Maximalt a posteriori
se: Maximum ett senare

source: Maximum likelihood
se: Maximal sannolikhet

source: Maximum time allowed
ar: الوقت الاقصى المسموح به
se: Maximal tillåten tid

source: Navigation buttons (left position)
ar: (ازرار التصفح(موضع اليسار
se: Navigationsknappar (vänsterläge)

source: Navigation buttons (top position)
ar: (زر التصفح(في الاعلى
se: Navigationsknappar (ovanläge)

source: Numeric value
ar: قيمة رقمية
se: Numeriskt värde

source: Password for administrator
se: Lösenord för administratör

source: Please select a test before!
ar: يرجى تحديد الاختبار من قبل
se: Var vänlig välj ett tidigare test!

source: Please select an test before!
ar: !يرجى تحديد اختبار
se: Var vänlig välj ett tidigare test!

source: Preview
ar: معاينة
se: Förhandsvisning

source: Progressbar (left position)
ar: Barre de progression ( position à gauche)
se: Framstegribba (vänsterläge)

source: Progressbar (top position)
ar: Barre de progression ( position haute)
se: Framstegsribba (ovanläge)

source: Random
ar: عشوائي
se: Slumpmässig

source: Right button image
ar: صورة زر اليمين
se: Höger knapps bild

source: Save
ar: حفظ
se: Spara

source: Scoring
se: Poängräkning

source: Scoring method
ar: طريقة التنقيط
se: Poängräkningsmetod

source: Scoring threshold
se: Poängräkningströskel

source: Select related items
ar: حدد الاسئلة ذات الصلة بالاختبار
se: Välj besläktade moment

source: Sequence mode
ar: طريقة التسلسل
se: Ordningsföljdsmetod

source: Sequence saved
ar: تم حفظ التسلسل
se: Ordningsföljd sparad

source: Sequence saved successfully
ar: تم حفظ التسلسل بنجاح
se: Ordningsföljd framgångsrikt sparad

source: Sequential
se: Följande

source: Show a progress bar during the test
ar: Afficher une barre de progression durant le test
se: Visa en framgångsribba under testet

source: Test Preview
ar: معاينة الاختبار
se: Förhandsvisning av testet

source: Test award
se: Testutslag

source: Test content (left position)
ar: (محتوى الاختبار(على اليسار
se: Testinnehåll (vänterläge)

source: Test content (top position)
ar: (محتوى الاختبار(في الاعلى
se: Testinnehåll (ovanläge)

source: Test parameters
ar: اعدادات الاختبار
se: Testparametrar

source: Test properties
ar: خصائص الاختبار
se: Testegenskaper

source: Test saved
ar: حفظ الاختبار
se: Test sparat

source: Test saved successfully
ar: تم حفظ الاختبار بنجاح
se: Test framgångsrikt sparat

source: Tests
ar: الاختبارات
se: Tester

source: Tests library
ar: مكتبة الاختبارات
se: Testarkiv

source: The Test mode (sequencing, scoring, cumulating, etc.) and layout are also configured here.
ar: Le mode de test (séquence, notation, cumul, etc.), et les canevas sont aussi configurés ici.
se: Testmetoden (ordningsföljd, poängräkning, ihopsamling etc.) och layouten byggs även upp här.

source: The Test module allows to combine a selection of Items to a Test.
ar: وحدة الاختبار تسمح بربط الاسئلةالمحددة بالاختبار
se: Testmodulen låter dig kombinera ett urval av frågor till ett test

source: Threshold
se: Tröskel

source: Threshold 1
se: Tröskel 1

source: Threshold 2
se: Tröskel 2

source: Threshold 3
se: Tröskel 3

source: advanced mode
ar: طريقة متقدمة
se: avancerad metod

source: compilation failed
ar: فشل الترجمة
se: sammanställning misslyckades

source: compiled
ar: تم ترجمته
se: sammanställd

source: compiled with warning
ar: ترجم مع التنبيه
se: sammanställd med varning

source: create table
ar: انشاء جدول
se: skapa tabell

source: delete
ar: حذف
se: ta bort

source: difficulty
ar: الصعوبة
se: svårighet

source: discrimination
ar: تمييز
se: urskillning

source: duplicate
ar: تكرار
se: dublett

source: edit test
ar: تحرير الاختبار
se: redigera test

source: export
ar: تصدير
se: exportera

source: guessing
ar: افتراض
se: gissning

source: import
ar: استيراد
se: importera

source: items
ar: الاسئلة
se: frågor

source: label
ar: تسمية
se: etikett

source: lists
ar: القوائم
se: listor

source: model
ar: نموذج
se: modell

source: move
ar: حرك
se: flytta

source: new class
ar: Nouvelle classe
se: ny klass

source: new property
ar: خاصية جديدة
se: ny egenskap

source: new test
ar: اختبار جديد
se: nytt test

source: preview
ar: معاينة
se: förhandsvisning

source: search
ar: بحث
se: sök

source: seconds
ar: ثواني
se: sekunder

source: sequence
ar: تسلسل
se: ordningsföljd

source: simple mode
ar: طريقة بسيطة
se: enkel metod

source: test saved
ar: حفظ الاختبار
se: test sparat

source: weight
ar: الوزن
se: vikt

source: Parameters
ar: الاعدادات

source: Password
ar: كلمة المرور

source: Sequencial
ar: تسلسلي

source: meta data
ar: بيانات التعريف
