Repository: tao-forge/package-tao
Catalog: taoTests/locales/*/taotest.rdf.po
Languages: lt_lt

# http://www.w3.org/2000/01/rdf-schema#label
source: Test
lt_lt: Testas

# http://www.w3.org/2000/01/rdf-schema#comment
source: Test
lt_lt: Testas

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Content
lt_lt: Testo Turinys

# http://www.w3.org/2000/01/rdf-schema#comment
source: Test Content
lt_lt: Testo Turinys

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Model
lt_lt: Testo Modelis

# http://www.w3.org/2000/01/rdf-schema#comment
source: Test Model
lt_lt: Testo Modelis

# http://www.w3.org/2000/01/rdf-schema#label
source: Testmodel implementation
lt_lt: Testmodel panaudojimas

# http://www.w3.org/2000/01/rdf-schema#comment
source: Implementation of the test model
lt_lt: Testo modelio panaudojimas

# http://www.w3.org/2000/01/rdf-schema#label
source: Tests Manager
lt_lt: Testų Tvarkymas

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Tests Manager Role
lt_lt: Testų Tvarkytojo Rolė

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Author
lt_lt: Testo Autorius

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Test Author Role
lt_lt: Testo Autoriaus Rolė
