Repository: tao-forge/package-tao
Catalog: taoDelivery/locales/*/messages.po
Languages: ar, da, pt_pt, se

source: Error in delivery process
ar: Erreur dans le processus de passation
da: Fejl i leveranceprocessen
se: Fel i leveransprocessen

source: Error in test process
ar: Erreur dans le processus de test
da: Fejl i testprocessen
se: Fel i testprocessen

source: Generating the delivery process, please wait
ar: Génération du processus de passation en cours, veuillez patienter
da: Opretter leverance processen, vent
pt_pt: A gerar o processo de distribuição, por favor aguarde
se: Framställer leveransprocessen, var vänlig vänta

source: Issue found for the process definiiton of the test
ar: Un problème a été détecté dans la définition du processus du test
da: Problem fundet ved proces definitionen af testen
se: Problem funnet vid processendefinitionen av testet

source: Loading next item...
ar: ...تحميل السؤال التالي
da: Henter næste item...
pt_pt: A carregar item seguinte
se: Laddar nästa moment...

source: Note: please make sure that all tests that make up the delivery are well defined and set to "active" in the test extension before compiling the delivery.
ar: A noter: veuillez vérifier que tous les tests composant la passation sont définis correctement et sont "actifs" dans l'extension Tests, avant de compiler la passation.
da: OBS: vær sikker på at alle test der skal leveres er defineret og sat til "aktiv" i test udvidelsen, før sammensætningen af leverancen.
pt_pt: Nota: certifique-se de que todos os testes que compõem a distribuição estão bem definidos e configurados e activos na extensão de teste antes de compilar o distribuição.

source: The delivery process has isolated connectors
ar: Le processus de passation a des connecteurs isolés
da: Leverance processen har isolerede tilslutninger
se: Leveransprocessen har isolerade anslutare

source: The following file(s) could not be copied for the test
ar: لا يمكن نسخ الملف التالي للاختبار
da: Følgende fil(er) kunne ikke kopieres før testen
se: Följande fil(er) kunde inte kopieras för testet

source: The following file(s) could not be created for the test
ar: لا يمكن انشاء الملف التالي للاختبار
da: Følgende fil(er) kunne ikke oprettes før testen
se: Följande fil(er) kunde inte skapas för testet

source: The following item do not exist in or have not been translated into
ar: السؤال التالي لا يوجد او لم يتم ترجمته
da: Følgende item eksistere ikke eller er ikke blevet oversat til
se: Följande moment existerar inte eller har inte översatts till

source: The following items do not exist or are empty
ar: الاسئلة التالية لا توجد او فارغة
da: Følgende item eksistere ikke eller er tomme
se: Följande moment existerar inte eller är tomma

source: The test process has isolated connectors
ar: Le processus de test contient des connecteurs isolés
da: Testprocessen har isolerede tilslutninger
se: Testprocessen har isolerade anslutare

source: There is no initial activity for the test process definition
ar: Il n'y a pas d'activité initiale dans la définition du processus de test
da: Det findes ingen indledende aktivitet for procesdefinitionen
se: Det finns ingen inledande aktivitet för processdefinitionen

source: close
ar: اغلاق
da: luk
se: stäng

source: there is no initial activity for the delivery process definition
ar: il n'y a pas d'activité initiale dans la définition du processus de passation
da: der findes ingen indledende aktivitet for leverance proces definitionen
se: det finns ingen inledande aktivitet för leveransprocessdefinitionen

source: Deliveries
da: Leverance
pt_pt: Distribuição
se: Leveranser

source: Delivery
da: Leverance
se: Leverans

source: Open all
se: Öppna alla

source: stand by
da: beredskab
se: beredskap

source: unknown label
da: ukendt etikette
se: okänd etikett

source: (date not available for hardified resource)
da: (dato er ikke tilgængelig for hardified ressourser)

source: Access denied. Please renew your authentication.
da: Adgang nægtet. Forny din adgangskode.

source: delivery executions
da: leverance udførelse
pt_pt: Execuções de distribuição

source: Prepare, publish deliveries sessions and campaigns.
da: Forbered, udgive leverancer sessioner og kampagner.

source: Test Taker
da: Test Tager
pt_pt: Examinado

source: There are currently
da: Der er i øjeblikket
pt_pt: Actualmente

source: There is currently no delivery execution.
da: Der er i øjeblikket ingen leverings udførelse.
pt_pt: Actualmente não existem execuções de distribuições

source: Unable to load the delivery
da: Ikke i stand til at hente leverancen

source: View History
da: Vis Historik
pt_pt: Ver histórico

source: Wrong delivery uri
da: Forkert leverings uri

source: An undefined error has occured
pt_pt: Ocorreu um erro indefinido

source: Change...
pt_pt: Modificar...

source: Delivery Type
pt_pt: Tipo de distribuição

source: Invalid login or password. Please try again.
pt_pt: Nome de utilizador ou palavra-passe invalida, Por favor tente de novo.

source: Login to the TAO Delivery Server
pt_pt: Autenticar no servidor de distribuição TAO

source: LTI export
pt_pt: Exportação LTI

source: Participating groups
pt_pt: Grupos participantes

source: Prepare, publish deliveries sessions.
pt_pt: Prepare, publique sessões de distribuição.

source: Test Takers
pt_pt: Examinados

source: The Deliveries module allows users to define tests deliveries parameters.
pt_pt: O modulo de distribuição permite aos utilizadores testarem os parâmetros de distribuição.

source: This Deliveries Management Section allows to add and delete deliveries and to edit their properties values.
pt_pt: Esta Secção de Gestão de distribuições permite adicionar e excluir as distribuições e para editar os suas propriedades.
