Repository: tao-forge/package-tao
Catalog: taoDelivery/locales/*/messages.po
Languages: ar, da, pt_pt, se

source: (still undefined)
ar: (لا يزال غير معروف)
se: Ej definierat ännu

source: A delivery must to be compiled before being executed. The compilation can be done here.
ar: Un delivery doit être compilé avant d'être exécuté. La compilation peut être fait ici.
da: En leverance skal sammensættes før den kan udføres. Sammensætningen kan ske her.
pt_pt: A distribuição deve ser compilada antes de ser executada. A compilação pode ser feita aqui.
se: En leverans måste sammanställas innan verkställande. Sammanställningen kan göras här.

source: A delivery server is required for every delivery, it defines where the results of that delivery will be uploaded.
ar: Un serveur de delivery est requise pour chaque livraison, il définit l'endroit où les résultats de cette prestation sera transféré.
da: En leverance server kræves til hver leverance, den bestemmer hvor leverancens resultater vil blive uploadet.
se: En leveransserver krävs för varje leverans. Den bestämmer var leveransens resultat kommer att laddas upp.

source: A delviery must to be compiled before being executed. The compilation can be done here.
ar: Un delivery doit être compilé avant d'être exécuté. La compilation peut être fait ici.
se: En leverans måste sammanställas innan verkställande. Sammanställningen kan göras här.

source: A recompilation is also required after modification on the tests composing a delivery.
ar: Une recompilation est également nécessaire après modification sur les tests composant un delivery.
da: En ny sammensætning kræves efter hver ændring af en test leverance.
pt_pt: A recompilação também é necessária após a modificação dos testes que compõem a distribuição.
se: En ny sammanställning krävs efter förändring av ett test under sammanställningen av en leverans.

source: Access denied. Please renew your authentication!
ar: !تم رفض الوصول. يرجى تجديد المصادقة الخاصة بك
da: Adgang nægtet. Forny din adgangskode!
pt_pt: Acesso negado. Por favor renove a sua autenticação!
se: Åtkomst nekad. Var vänlig och förnya din verifikation!

source: Actions
ar: الأعمال
da: Handlinger
pt_pt: Acções
se: Handlingar

source: Active Deliveries
ar: Deliveries actifs
da: Aktive leverancer
pt_pt: Distribuições activas
se: Aktiva leveranser

source: Active Tests
ar: Tests actif
se: Aktiva test

source: Activity
ar: نشاط
se: Aktivitet

source: Activity Editor
ar: محرر نشاط
da: Aktivitets Editor
se: Aktivitetsredigerare

source: Activity or Connector
ar: نشاط أو رابط
se: Aktivitet eller anslutare

source: Add (Ctrl-A)
ar: اضافة(Ctrl-A)
da: Tilføj (Ctrl-A)
se: Lägg till (Ctrl-A)

source: Add to delivery campaign
ar: Ajouter à la campagne du delivery
da: Tilføj leverance kampagne
se: Lägg till till leveranskampanj

source: Add to group
ar: أضف الى المجموعة
da: Tilføj gruppe
se: Lägg till till grupp

source: Advanced Authoring Tool
ar: محرر متقدم
da: Avanceret forfatterværktøj
se: Avancerat skaparverktyg

source: An error occured during history deletion
ar: حدث خطا اثناء حذف الارشيف
da: En fejl opstod under sletning af historik
pt_pt: Ocorreu um erro durante a eliminação do histórico
se: Ett fel uppstod under raderandet av historia

source: An error occured while loading the item
ar: Une erreur s'est produite lors du chargement de l'item
da: En fejl opstod under hentning af item
se: Ett fel uppstod under uppladningen av momentet

source: Another Inference Rule
ar: قاعدة استدلال أخرى
se: Annan slutledningsregel

source: Assignment
ar: تعيين
se: Anvisning

source: Back
ar: رجوع
da: Tilbage
pt_pt: Voltar
se: Bakåt

source: Browse Tests
ar: تصفح الاختبارات
se: Bläddra genom test

source: Campaign
ar: Campagne
da: Kampagne
se: Kampanj

source: Campaign Class saved
ar: Campagne sauvegardée
da: Kampagne klasse gemt
se: Kampanjklass sparad

source: Campaign saved
ar: Campagne sauvegardée
da: Kampagne gemt
se: Kampanj sparad

source: Campaigns library
ar: Librairie de campagnes
da: Kampagne arkiv
se: Kampanjarkiv

source: Close (Esc)
ar: إغلاق (Esc)
da: Luk (Esc)
se: Stäng (Esc)

source: Close all
ar: إغلاق جميع
se: Stäng alla

source: Compilation
ar: ترجمة
da: Sammensætning
pt_pt: Compilação
se: Sammanställande

source: Compilation of the Process
ar: Compilation du processus de
se: Sammantällande av processen

source: Compilation of the delivery
ar: Compilation du delivery
da: Sammensætning af leverancen
pt_pt: Compilação da distribuição
se: Sammanställande av leveransen

source: Compile
ar: ترجمة
da: Sammensætte
pt_pt: Compilar
se: Sammanställ

source: Connector
ar: رابط
se: Anslutare

source: Connector Type
ar: نوع الرابط
se: Anslutartyp

source: DE
ar: الالمانية
se: Tyska

source: Delete
ar: حذف
da: Slet
pt_pt: Eliminar
se: Radera

source: Delete History
ar: حذف
da: Slet historik
pt_pt: Histórico de eliminação
se: Radera historia

source: Deliveries library
ar: Librarie de Deliveries
da: Leverance arkiv
pt_pt: Biblioteca de distribuição
se: Leveransarkiv

source: Delivery Class saved
ar: Classe de Delivery Sauvegardée
da: Leverance klasse gemt
pt_pt: Distribuição de disciplina guardada
se: Leveransklass sparad

source: Delivery authoring
ar: Editer un delivery

source: Delivery properties
ar: Propriétés du delivery
da: Leverance egenskaber
pt_pt: Propriedades da distribuição
se: Leveransegenskaper

source: Delivery saved
ar: Delivery Sauvegardé
da: Leverance gemt
pt_pt: Distribuição guardada
se: Leverans sparad

source: Drag and drop the tests to order them
ar: سحب و اسقاط الاختبارات لترتيبها
da: Drag and drop item for at ordne dem
se: Dra och släpp testen för att ordna dem

source: ELSE
ar: اخر
se: ANNAT

source: EN
ar: الانجليزية
se: Engelska

source: Edit Campaign
ar: تحرير
da: Redigere kampagne
se: Redigera kampanj

source: Edit ResultServer
ar: تحرير خادم نتائج
da: Redigere Resultatserver
se: Redigera Resultatserver

source: Edit campaign class
ar: Editer une classe de campagne
da: Redigere kampagne klasse
se: Redigera kampanjklass

source: Edit delivery
ar: Editer un Delivery
se: Redigera leverans

source: Edit delivery class
ar: Editer une classe de Delivery
da: Redigere leverance klasse
pt_pt: Editar distribuição de disciplina
se: Redigera leveransklass

source: Edit error
ar: تحرير الخطأ
se: Redigera misstag

source: Edit resultServer class
ar: تحرير صنف خادم نتيجة
da: Rediger resultatserver klasse
se: Redigera Resultatserverklass

source: Editing a delivery involves setting the tests composing the delivery and their sequence, as well as the delivery executing parameters: the maximum number of execution per subject, the delivery period, the result server.
ar: Modifier un delivery consiste à mettre les tests qui composent le delivery et leur séquence, ainsi que les paramètres d'exécution: le nombre maximal d'exécution par l'sujet, la période de delivery, le serveur de résultat.
da: At redigere en leverance involvere en fastsætte test genem at arrangere leverancen og deres indholds rækkefølge: det maksimale antal igangsættelser pr. emne, leverance periode, resultatserver.
pt_pt: Editar de uma distribuição envolve a configuração dos testes que compõem a distribuição e a sua sequência, bem como a de execução parâmetros: o número máximo de execuções por assunto, o período de entrega, o resultado do servidor.
se: Att redigera en leverans involverar att fastställa testet genom att arrangera leveransen och dess innehålls ordningsföljd: det maximala antalet verkställande per ämne, leveransperiod, resultatserver.

source: Else
ar: Sinon
se: Annat

source: Enter remark text here
ar: أدخل النص لملاحظة هنا
da: Skriv den markerede tekst her
se: Skriv in märkt text här

source: Execution History
ar: تاريخ التنفيذ
da: gennemførelses historik
pt_pt: Histórico de execução
se: Utförandehistoria

source: Export - Debug only (Ctrl-E)
ar: (Ctrl-E)تصدير - تصحيح فقط
da: Eksportere - fejl sög kun (Ctrl-E)
se: Exportera - felsök endast (Ctrl-E)

source: FR
ar: الفرنسية
se: Franska

source: Filter
ar: فلتر

source: Finished Test
ar: الاختبار المنتهي
da: Afslut test
pt_pt: Teste concluído
se: Avslutat test

source: For instance, it is a way to organize deliveries with a common objectives.
ar: Par exemple, c'est un moyen d'organiser les deliveries avec un des objectifs communs.
da: Eksempelvis er dette en måde at organisere leverencer med sammen mål.
se: Exempelvis är detta ett sätt att organisera leveranser med gemensamma mål

source: Formal Parameter
ar: اعداد شكلي
da: Formel parameter
se: Formell parameter

source: Formal Parameter IN
ar: Paramètre formel en ENTREE
se: Formell parameter IN

source: Formal Parameter OUT
ar: Paramètre formel en SORTIE
se: Formell parameter UT

source: Forward
ar: تحويل
da: Fremad
pt_pt: Avançar
se: Framåt

source: Go to
ar: الذهاب الى
da: Gå til
se: Gå till

source: History
ar: التاريخ
da: Historik
pt_pt: Histórico
se: Historia

source: History deleted successfully
ar: تم حذف الارشيف بنجاح
da: Historik slettet
pt_pt: Historico eliminado com sucesso
se: Historia framgångsrikt raderad

source: IF
ar: اذا
se: OM

source: If
ar: اذا
se: Om

source: Initialize new test
ar: ابدا اختبار جديد
da: Initialisere ny test
pt_pt: Iniciar novo teste
se: Initialisera nytt test

source: LU
ar: اللكسمبورجية
se: Luxemburgiska

source: Label
ar: تسمية
se: Etikett

source: Logout
ar: خروج
da: Log ud
pt_pt: Terminar sessão
se: Logga ut

source: Manage Campaigns
ar: Gérer les campagnes
se: Hantera kampanjer

source: Manage Deliveries
ar: Gérer les deliveries
se: Hantera leveranser

source: Manage Result Servers
ar: Gérer les serveurs de résultats
se: Hantera resultatserver

source: Manage campaigns
ar: إدارة العمليات
da: Administrere kampanger
se: Hantera kampanjer

source: Manage deliveries
ar: Gérer les deliveries
da: Administrere leverancer
pt_pt: Gerir distribuições
se: Hantera leveranser

source: Manage result servers
ar: ادارة خوادم النتائج
da: Administrere resultat server
se: Hantera resultatservrar

source: New Test
ar: اختبار جديد
se: Nytt test

source: No account match the given login / password
ar: لا يتطابق مع حساب معين الدخول / كلمة السر
da: Ingen konto matcher den angivne brugernavn / adgangskode
se: Inget konto matchar den angivna inloggningen/lösenordet

source: No thanks
ar: لا شكرا
se: Nej tack

source: No user is logged in
ar: لم يتم دخول اي مستخدم
da: Ingen bruger er logget ind
se: Ingen användare är inloggad

source: No valid wsdl contract found for the defined result server.<br/> Please select a valid one in the delivery editing section then try again.
ar: Aucun contrat WSDL valide trouvée pour le serveur résultat défini. <br/> S'il vous plaît sélectionner un valide dans le module d'édition de livraison puis essayez à nouveau.
se: Inget giltigt wsdl-kontrakt hittat för den definierade resultatservern. Var vänlig välj ett giltigt alternativ ur leveransredigeringssektionen. Försök sedan igen.

source: فتح الكل
ar: Ouvrir tout

source: Pause
ar: وقف
pt_pt: Pausa
se: Paus

source: Please confirm deletion
ar: الرجاء تأكيد الحذف
se: Var vänlig bekräfta radering

source: Please confirm deletion? warning: the related connectors may be affected
ar: الرجاء تأكيد الحذف
se: Var vänlig bekräfta radering. Varning: besläktade anknytningar kan påverkas.

source: Please confirm history deletion
ar: الرجاء تاكيد حذف الارشيف
da: Bekræft sletning af histiorik
pt_pt: Por favor confirme eliminação do histórico
se: Var vänlig bekräfta raderandet av historia

source: Please login
ar: الرجاء الدخول
da: Log ind
se: Var vänlig logga in

source: Please select a delivery before authoring it!
ar: Veuillez sélectionner un delivery avant de l'éditer.
da: Vælg en leverance inden den oprettes!
se: Var vänlig välj en leverans innan skapandet av den

source: Please select a valid result server in the delivery editing section then try again.<br/>(No valid wsdl contract found for the defined result server)
ar: Veuillez sélectionner un serveur de résultat valide dans le module d'édition des deliveries puis essayez à nouveau. <br/> (Pas de contrat WSDL valide trouvée pour le serveur résultat défini)
da: Vælg en gyldig resultatserver i leverance redigeringssektionen, forsøg igen.<br>(Intet gyldigt wsdl-kontrakt findes for den definerede resultat server)
pt_pt: Por favor, selecione um servidor resultados válido na seção de edição de distribuição, em seguida, tente novamente. <br/> (Não foi encontrado contrato WSDL válido para o servidor resultados definido)
se: Var vänlig välj en giltig resultatserver i leveransredigeringssektionen, försök sedan igen.(Inget giltigt wsdl-kontrakt hittades för den definierade resultatservern)

source: Process Activities
ar: Activités du processus
se: Bearbeta aktiviteter

source: Process Property
ar: Propriété du processus
da: proces egenskaber
se: Bearbeta egenskaper

source: Process Variables
ar: Variables de processus
da: Proces Variabler
se: Bearbeta variabler

source: Property
ar: خاصية
se: Egenskap

source: Question (Ctrl-Q)
ar: (Ctrl-Q) سؤال
da: Spørgsmål (Ctrl-Q)
se: Fråga (Ctrl-Q)

source: Recompile
ar: اعادة ترجمة
da: Sammensæt igen
pt_pt: Recompilar
se: Återsammanställ

source: Recompile the delivery
ar: Recompiler le delivery
da: Sammensæt leverancen igen
pt_pt: Recompilar distribuição
se: Återsammanställ leveransen

source: Result Server
ar: خادم النتائج
da: Resultatserver
se: Resultatserver

source: Result Server class saved
ar: تم حفظ صنف خادم النتيجة
da: Resultatserver klasse gemt
se: Resultatserverklass sparad

source: Result Server saved
ar: تم حفظ خادم النتيجة
da: Resultatserver gemt
se: Resultatserver sparad

source: Result Servers library
ar: مكتبة خوادم النتائج
da: Resultatserver arkiv
se: Resultatserverarkiv

source: Role
ar: دور
da: Rolle
se: Roll

source: Save
ar: حفظ
da: Gem
se: Spara

source: Select a test
ar: تحديد اختبار
da: Vælg en test
pt_pt: Seleccione um teste
se: Välj ett test

source: Select delivery
ar: Choisir un delivery
da: Vælg leverans
se: Välj leverans

source: Select delivery campaign
ar: Selectionner une campagne de delivery
se: Välj leveranskampanj

source: Select delivery tests
ar: Sélectionnez les tests du delivery
da: Vælg leverancetest
se: Välj leveranstest

source: Select test takers to be <b>excluded</b>
ar: Sélectionner les sujets de tests à <b>exclure</b>
da: Vælg test tagere som skal <b>ekskluderes</b>
pt_pt: Seleccione Examinados para serem <b>excluídos</b>
se: Välj testtagare som ska exkluderas

source: Sequence saved successfully
ar: تم حفظ التسلسل بنجاح
da: Rækkefølge gemt
se: Ordningsföljd framgångsrikt sparad

source: Service Definition
ar: تعريف الخدمة
se: Servicedifinition

source: Sorry, the test seems not to be compiled.<br/> Please compile it then try again.
ar: Désolé, le test ne semble pas être compilé. <br/> Veuillez le compiler puis essayez à nouveau.
se: Testet verkar tyvärr inte vara sammanställt. Var vänlig, sammanställ det och försök igen

source: Start/Resume the case
ar: Start / Resume le cas
se: Starta/återuppta fallet

source: Start/Resume the test
ar: Start / Resume le test
da: Start/genoptag test
pt_pt: Inicio/Fim do teste
se: Starta/återuppta testet

source: Status
ar: الحالة
pt_pt: Estado

source: Subject
ar: الموضوع
se: Testtagare

source: Suppress
ar: حذف
da: Annullere
se: Upphäv

source: Sure?
ar: هل انت متاكد؟
se: Säkert?

source: TAO - An Open and Versatile Computer-Based Assessment Platform
ar: TAO - Une plate-forme d'évaluation informatique ouverte et polyvalente
da: TAO - En åben, smidig og mangesidig testplatformplattform
pt_pt: TAO - Uma Plataforma de Avaliação baseada em sistemas de informação aberta e versátil
se: TAO - En öppen, smidig och mångsidig datorbaserad utvärderingsplattform

source: TAO Delivery Server
ar: Serveur de delivery TAO
da: TAO leverance server
pt_pt: Servidor de distribuição TAO
se: TAO leversansserver

source: THEN
ar: ثم
se: DÅ

source: Test
ar: اختبار

source: Tests sequence
ar: سلسلة الاختبارات
da: Test rækkefølge
se: Testordningsföljd

source: The Campaign Management Section allows to add, edit and assign Delieveries to Delivery Campaigns.
ar: Cette section permet d'ajouter, d'éditer et d'assigner des deliveries à une campagne de delivery

source: The Campaign Management Section allows to add, edit and assign Deliveries to Delivery Campaigns.
ar: La Section de la gestion de la campagne permet d'ajouter, modifier et attribuer les livraisons aux campagnes de livraison.
da: Kampagne administrationssektionen giver mulighed for at tilføje, redigere og knytte leverancer til leverance kampagner.
se: Kampanjhanteringssektionen låter dig lägga till, redigera samt knyta leveranser till leveranskampanjer

source: The Delivery module allows users to define tests delivery parameters.
ar: Le module de delivery permet aux utilisateurs de définir les paramètres de passation de deliveries
da: Leverance modulet lader brugere definere testleverance parameter.
se: Leveransmodulen låter alla användare definiera testleveransparametrar

source: The Result Server Management section allows to add, edit and assign Delivery Result Server to Deliveries.
ar: La section permet d'ajouter, d'éditer et d'assigner des serveurs de résultats au deliveries.
da: Resultats styringsserveren giver dig mulighed for at tilføje, redigere og tilknytte Resultat leverance serveren til Leverancer.
se: Resultatsstyrningsservern låter dig lägga till, redigera och knyta Resultatleveransservern till Leveranser.

source: The delivery is not compiled yet
ar: Le delivery n'est pas encore compilé
da: Leverancen er ikke sammenstat endnu
pt_pt: A distribuição não está compilada ainda
se: Leveransen är inte sammanställd än

source: The delivery was last compiled on
ar: Le delivery a été compilé le
da: Leverancen sammensættes senest
pt_pt: A distribuição foi compilada pela ultima vez em
se: Leveransen sammanställdes senast

source: The test
ar: الاختبار
se: Testet

source: The test collection for the language
ar: سلسلة الاختبار الخاصة باللغة
se: Testsamlingen för språket

source: Then
ar: Ensuite,
se: Då

source: This Delivery Management Section allows to add and delete deliveries and to edit their property values.
ar: Cette section permet d'ajouter et de supprimer des deliveries et d'éditer leur propriétés.
da: Denne leverance administrationssektion lader dig tillægge og fjerne leverancer samt redigere deres egenskaber.
se: Denna leveranshanteringssektion låter dig lägga till och ta bort leveranser samt redigera deras egenskapsvärden.

source: Time
ar: الوقت
da: Tid
pt_pt: Tempo
se: Tid

source: Type (Ctrl-T)
ar: (Ctrl-T)النوع
da: Skriv (Ctrl-T)
se: Skriv (Ctrl-T)

source: Unable to load the compiled item content
ar: Impossible de charger le contenu de l'item compilé
da: Ikke muligt at hente det kompilerede item indhold
se: Lyckades ej ladda det sammanställda momentets innehåll

source: Use the * character to replace any string
ar: Utiliser le caractère * pour remplacer toutes les chaines de caractères
se: Använd * tecknet för att ersätta en tråd

source: User Id.
ar: معرف المستخدم
se: Användar-id

source: User name:
ar: :اسم المستخدم
da: Bruger navn:
pt_pt: Nome de utilizador
se: Användarnamn

source: advanced mode
ar: الطريقة المتقدمة
da: avanceret tilstand
se: avancerad metod

source: cache
ar: اخفاء

source: cancel
ar: الغاء
se: upphäv

source: check code
ar: التحقق من الرمز
se: stopkod

source: checking the code...
ar: ...التحقق من الرمز
se: stoppar koden...

source: compilation failed
ar: فشل الترجمة
da: sammensætning mislykkedes
se: sammanställning misslyckades

source: compile
ar: ترجم
se: sammanställning

source: compiled with warning
ar: compilé avec des alertes
da: sammensat med advarsel
se: sammanställd med varning

source: compiling...
ar: ...ترجمة
da: sammensætter...
se: sammanställer...

source: complete with warning
ar: مع التنبيه
da: færdig med advarsel
se: färdig med varning

source: complete!
ar: !كامل
da: færdig!
pt_pt: completo
se: färdig!

source: create new activity
ar: انشاء نشاط جديد
se: skapa ny aktivitet

source: create new connector
ar: انشاء رابط جديد
se: skapa ny anslutare

source: create table
ar: انشاء جدول
da: opret tabel
se: skapa tabell

source: delete
ar: حذف
da: slet
pt_pt: eliminar
se: radera

source: duplicate
ar: تكرار
da: kopier
pt_pt: Duplicar
se: dublett

source: edit campaign
ar: Editer une campagne
se: redigera kampanj

source: edit delivery
ar: Editer un delivery

source: edit result server
ar: تحرير خادم نتائج
se: redigera resultatserver

source: export
ar: تصدير
da: eksportere
pt_pt: Exportar
se: exportera

source: failed!
ar: !فشل
da: mislykkedes!
se: misslyckades!

source: import
ar: استيراد
da: importeret
pt_pt: Importar
se: importera

source: interactive service saved
ar: service interactif sauvegardé
se: interaktiv service sparad

source: is not active so cannot be compiled
ar: غير نشط لا يمكن ترجمته
se: är ej aktiv och kan därför inte sammanställas

source: loading...
ar: ...تحميل
da: henter...
se: laddar...

source: move
ar: حرك
da: flyt
pt_pt: mover
se: flytta

source: must not be empty
ar: يجب ان لا يكون فارغ
se: får ej vara tom

source: new campaign
ar: Nouvelle camapgne
da: ny kampange
se: ny kampanj

source: new class
ar: صنف جديد
da: ny klasse
pt_pt: nova disciplina
se: ny klass

source: new delivery
ar: Nouveau Delivery
da: ny leverance
pt_pt: nova distribuição
se: ny leverans

source: new property
ar: خاصية جديدة
se: ny egenskap

source: new result server
ar: خادم نتائج جديد
da: ny resultatserver
se: ny resultatserver

source: ok
ar: موافق

source: please choose another one
ar: الرجاء اختيار اخر
se: var vänlig välj en annan

source: reload
ar: اعادة التحميل
se: ladda om

source: reloading form...
ar: rechargement du formulaire ...
se: laddar om från...

source: save
ar: حفظ
se: spara

source: saved
ar: تم الحفظ
se: sparad

source: search
ar: بحث
da: søg
pt_pt: Procurar
se: sök

source: simple mode
ar: الطريقة البسيطة
da: enkel metode
se: enkel metod

source: the chosen code has already been used for the process variable
ar: le code choisi a déjà été utilisé pour la variable de processus
se: den valda koden har redan använts för processvariabeln

source: the delivery has been successfully compiled but an issue happened with the delivery status update
ar: le delivery a été compilé avec succès, mais un problème s'est produit avec le statut de livraison mise à jour
se: leveransen har framgångsrikt sammanställts men ett problem men leveransstatusuppdateraren uppstod

source: the following file(s) could not be copied for the test
ar: لا يمكن نسخ الملف التالي للاختبار
se: följande fil(er) kunde inte kopieras för testet

source: the following file(s) could not be created for the test
ar: لا يمكن انشاء الملف التالي للاختبار
se: följande fil(er) kunde inte skapas för testet

source: the following item do not exist in or have not been translated into
ar: السؤال التالي لا يوجد او لم يتم ترجمته
se: följande moment existerar inte i eller har inte översatts till

source: the following item(s) has not been translated into
ar: السؤال التالي لم يتم ترجمته
se: följande moment har inte översatts till

source: the login must not be empty
ar: المعرف لا يجب ان يكون فارغ
da: brugernavn må ikke være tomt
pt_pt: O nome de utilizador tem de ser preenchido
se: inloggningen får inte vara tom

source: the password must not be empty
ar: لا يجب ان تكون كلمة السر خالية
da: adgangskode må ikke være tomt
pt_pt: A palavra-passe tem de ser preenchida
se: lösenordet får inte vara tomt

source: type??
ar: نوع؟
se: skriv??

source: undefined
ar: غير معرف
se: odefinierad

source: view history
ar: مشاهدة التاريخ

source: wrong login or/and password,<br/> please try again
ar: mauvais login et / ou mot de passe, <br/> Veuillez essayer à nouveau
se: fel inloggning eller/och lösenord, var vänlig försök igen

source: Actual
ar: الجاري
se: Aktuell

source: An error occured while loading the item:
ar: :حدث خطا اثناء تحميل السؤال
se: Ett fel uppstod under uppladningen av momentet:

source: An error occured while loading the item:
ar: :حدث خطا اثناء تحميل السؤال
da: Der opstod en fejl ved indlæsning af item:
