Repository: tao-forge/package-tao
Catalog: tao/locales/*/messages.po
Languages: da_dk

source: has been installed
da_dk: er blevet installeret

source: next
da_dk: næste

source: of the instance
da_dk: eksempel

source: requires a subgrid adapter
da_dk: kræver en subgrid adapter

source: %s extension(s) to install.
da_dk: %s udvidelse(r) at installere.

source: (empty)
da_dk: (tom)

source: > Extension %s succesfully installed.
da_dk: >Udvidelse %s installeret med succes.

source: > Installation done.
da_dk: > Installation udført.

source: A fatal error occured during the installation process.
da_dk: En fatal fejl opstod under installationen.

source: A file
da_dk: En Fil

source: A formated text
da_dk: En formateret tekst

source: A joint initiative of CRP Henri Tudor and the University of Luxembourg
da_dk: Et fælles initiativ mellem CRP Henri Tudor og University of Luxembourg

source: A long text
da_dk: En lang tekst

source: A multiple choice list
da_dk: En multiple choice liste

source: A password
da_dk: En adgangskode

source: A short text
da_dk: En kort tekst

source: A similar resource has already been versioned
da_dk: En tilsvarende ressource er allerede blevet versioneret

source: A single choice list
da_dk: En et-valgs liste

source: A single choice long list
da_dk: En lang et-valgs liste

source: Access denied. Please renew your authentication!
da_dk: Adgang nægtet. Forny din adgang!

source: Action
da_dk: Handling

source: Actions
da_dk: Handlinger

source: actions
da_dk: handlinger

source: Add
da_dk: Tilføj

source: Add / Edit lists
da_dk: Tilføj / Rediger lister

source: Add a user
da_dk: Opret en bruger

source: Add grades
da_dk: Tilføj klasser

source: Add property
da_dk: Opret egenskab

source: add repository
da_dk: tilføj opbevaringssted

source: Add the source file
da_dk: Tilknyt kilde filen

source: Advanced Mode
da_dk: Avanceret tilstand

source: all
da_dk: alle

source: All
da_dk: Alle

source: All (the complete TAO Module)
da_dk: Alt (hele TAO-modulet)

source: All data are removed regularly!
da_dk: Alle data bliver fjernet regelmæssigt!

source: Allowed files types:
da_dk: Tilladte filtyper:

source: Allows the management of the repositories
da_dk: Tillader styring af opbevaringssteder

source: An error occured during user deletion
da_dk: En fejl opstod da brugeren skulle fjernes

source: Are you sure to delete the versioned resource? The history will be lost as well.
da_dk: Er du sikker på du vil slette versioneret ressource? Historikken vil blive slettet.

source: Assign User to role
da_dk: Tildel bruger til rolle

source: Author
da_dk: Forfatter

source: Authoring
da_dk: Forfatter

source: Available Extensions
da_dk: Tilgængelige udvidelser

source: Available roles
da_dk: Tilgængelige roller

source: Browse
da_dk: Søger

source: Cancel
da_dk: Afslutte

source: Cannot successfully build the optimized table indexes
da_dk: Kan ikke optimere tabel indeks

source: Change password
da_dk: Ændre adgangskode

source: Change the password
da_dk: Ændre password

source: Check all
da_dk: Tjek alle

source: Check All
da_dk: Vælg alle

source: Check if updates are available for your version of TAO
da_dk: Undersøg om der er tilgængelige opdateringer til denne version af TAO

source: Class
da_dk: Klasse

source: class selected
da_dk: klasse valg

source: Classes
da_dk: Klasser

source: Close tab
da_dk: Luk fanen

source: Column
da_dk: Kolonne

source: Comment
da_dk: Kommentar

source: Commit message :
da_dk: Besked :

source: Compilation completed
da_dk: Kompilering afsluttet

source: compiled
da_dk: kompileret

source: compiled instances
da_dk: kompilerede forekomster

source: Compiled Instances
da_dk: Kompilerede forekomster

source: compiling
da_dk: kompilere

source: Connect
da_dk: Forbinde

source: Create
da_dk: Oprette

source: Create a list
da_dk: Oprette en liste

source: Create instance of
da_dk: Oprette forekomst af

source: create table
da_dk: opret tabel

source: CSV Options
da_dk: CSV Muligheder

source: Current
da_dk: Nuværende

source: Current (the current extension, the local data and their dependancies)
da_dk: Aktuel (det aktuelle udvidelse, de lokale data samt deraf berørte)

source: Current class + Subclasses
da_dk: Nuværende klasse + underklasser

source: Current class only
da_dk: Kun denne klasse

source: Current language
da_dk: Aktuelt sprog

source: Data imported successfully
da_dk: Data importeret succesfuldt

source: Data Lang.
da_dk: Data sprog.

source: Data language
da_dk: Data sprog

source: Data Language
da_dk: Data sprog

source: Date
da_dk: Dato

source: Decompilation completed
da_dk: Dekompilering udført

source: decompile
da_dk: dekompiler

source: decompiled
da_dk: dekompilerede

source: Decompiled Instances
da_dk: dekompileret eksempel

source: decompiling
da_dk: dekompilering

source: Define the default values
da_dk: Definere bestemte værdier

source: Delete
da_dk: Slet

source: delete
da_dk: slet

source: Delete property
da_dk: Slet egenskab

source: Delete user
da_dk: Slet bruger

source: Delivery results
da_dk: Levere resultater

source: Do you wish to install the following extension(s): %s?
da_dk: Vil du installere disse udvidelse(r): %s?

source: Don't set
da_dk: Fastset ikke

source: Download
da_dk: Hent

source: download
da_dk: hent

source: Download content
da_dk: Download indhold

source: duplicate
da_dk: kopiere

source: Dynamic date picker
da_dk: Dynamisk datovælger

source: edit
da_dk: rediger

source: Edit
da_dk: Rediger

source: Edit a user
da_dk: Rediger en bruger

source: Edit Comment
da_dk: Rediger kommentar

source: Edit Instance
da_dk: Rediger forekomst

source: Edit item comment
da_dk: Rediger item indhold

source: Edit property into parent class
da_dk: Rediger egenskaber i overordnede klasse

source: Edit user
da_dk: Rediger bruger

source: element deleted
da_dk: slet element

source: Enables you to export an RDF file containing the selected namespaces or instances
da_dk: Gør det muligt at eksportere en RDF fil, der indeholder de valgte navneområder eller forekomster

source: Error
da_dk: Fejl

source: Error during file import
da_dk: Fejl under fil import

source: Exclusive (OR)
da_dk: Eksklusive (ELLER)

source: export
da_dk: eksport

source: Export
da_dk: Eksporter

source: Export Options
da_dk: Eksport valg

source: Exported files library
da_dk: Arkiv for eksporterede filer

source: exported successfully
da_dk: eksporteret succesfuldt

source: Extension
da_dk: Udvidelse

source: Extensions manager
da_dk: Udvidelses manager

source: Extensions' configurations updated
da_dk: Udvidelser\' konfigurationen er opdateret

source: failed
da_dk: fejlede

source: Field delimiter
da_dk: Felt afgrænsning

source: Field encloser
da_dk: Felt afslutter

source: File
da_dk: Fil

source: File deleted successfully
da_dk: Fil slettet

source: File name
da_dk: Filnavn

source: File path
da_dk: Filsti

source: File repository
da_dk: Fil opbevaring

source: File revision
da_dk: Fil revision

source: File sources
da_dk: Kilde fil

source: Filter results
da_dk: Sortering af resultater

source: Filtering mode
da_dk: Filtreringsmetode

source: Filters
da_dk: Filter

source: Finish
da_dk: Udfør

source: First Name
da_dk: Fornavn

source: First row column names
da_dk: Første række kolonnenavne

source: force recompilation
da_dk: tvunget gen kompilering

source: Import into
da_dk: Import til

source: Inclusive (AND)
da_dk: Inklusive (OG)

source: Install
da_dk: Installer

source: Installation done.
da_dk: Installation udført.

source: Installed Extensions
da_dk: Installerede udvidelser

source: Installing extension %s...
da_dk: Installer udvidelser %s...

source: Instance saved
da_dk: Forekomst gemt

source: Instances
da_dk: Forekomster

source: instances
da_dk: forekomst

source: Interface Language
da_dk: Interface sprog

source: Interface language
da_dk: Interface sprog

source: Invalid date range
da_dk: Forkert rækkelængde

source: Invalid field length
da_dk: Forkert feltlængde

source: Invalid field range
da_dk: Forkert rækkelængde

source: Invalid file size
da_dk: Forkert fil størrelse

source: Invalid file type!
da_dk: Forkert filtype!

source: Javascript is required to run this software. Please activate it in your browser.
da_dk: Javascript kræves for at køre denne software. Vær venlig at aktivere dette i browseren.

source: Label
da_dk: Etikette

source: Language
da_dk: Sprog

source: Language not supported
da_dk: Sprog ikke understøttet

source: Last Name
da_dk: Efternavn

source: Line break
da_dk: Linjeskift

source: List
da_dk: Liste

source: list deleted
da_dk: liste slettet

source: List Options
da_dk: Liste alternativ

source: list saved
da_dk: liste gemt

source: list the users
da_dk: liste brugere

source: List values
da_dk: Liste over værdien

source: Lists
da_dk: Lister

source: Loaded
da_dk: Indlæste

source: Loaded at Startup
da_dk: Indlæst ved opstart

source: Local
da_dk: Lokalt

source: Local Data (the local namespace containing only the data inserted by the users)
da_dk: Lokale data (det lokale navneområdet indeholder kun data indskrevet af brugere)

source: Login
da_dk: Log ind

source: Login available
da_dk: Login tilgængeligt

source: Login failed
da_dk: Loginfejlede

source: Login not available
da_dk: Login ikke tilgængeligt

source: Manage content of the property
da_dk: Administrere indhold af egenskab

source: Manage data list
da_dk: Administrere dataliste

source: Manage roles
da_dk: Administrer roller

source: Manage Roles and apply them to users.
da_dk: Administrer Roller og knyt dem til brugere.

source: Manage the versioned content :
da_dk: Administrer versioneret indhold :

source: Manage users
da_dk: Administrere brugere

source: Manage Versioned File
da_dk: Administrer versioneret fil

source: Map the properties to the CSV columns
da_dk: Kortlægge egenskaber hos CSV-kollonner

source: maximum value:
da_dk: maksimum værdi:

source: Media manager
da_dk: Medie manager

source: minimum value:
da_dk: minimum værdi:

source: Modules
da_dk: Moduler

source: move
da_dk: flyt

source: Move to
da_dk: Flyt til

source: Moving this element will remove the following properties:
da_dk: Ved at flytte dette element vil følgende egenskaber blive fjernet:

source: Multiple values delimiter
da_dk: Flere værdier afgrænser

source: must be after or the same as:
da_dk: skal ligge efter eller på linje med:

source: must be after:
da_dk: skal være efter:

source: must be before or the same as:
da_dk: skal være før eller på linje med:

source: must be before:
da_dk: skal være før:

source: My settings
da_dk: Mine indstillinger

source: Name
da_dk: Navn

source: Namespaces
da_dk: Navneområde

source: new
da_dk: ny

source: new class
da_dk: ny klasse

source: New element
da_dk: Nyt element

source: New password
da_dk: Nyt password

source: new role
da_dk: ny rolle

source: Next
da_dk: Næste

source: No
da_dk: Nej

source: Invalid login or password. Please try again.
da_dk: Ingen konto matcher det angivne log ind / password

source: No extensions available.
da_dk: Ingen tilgængelig udvidelse.

source: no file
da_dk: ingen fil

source: No result found
da_dk: Ingen resultater fundet

source: No update available
da_dk: Ingen opdatering tilgængelig

source: Nothing imported
da_dk: Intet importeret

source: Nothing to install !
da_dk: Intet at installere !

source: Number of elements
da_dk: Antal elementer

source: Old Password
da_dk: Gammelt password

source: Open
da_dk: Åben

source: Optimizable Classes
da_dk: Optimerebare Klasser

source: optimize
da_dk: optimer

source: Optimize your TAO when you are ready for test delivery
da_dk: Optimer din TAO når du er klar til test levering

source: Option instanceUri is not an option !!
da_dk: Valgmulighed instanceUri er ikke muligt !!

source: Option ownerUri is not an option !!
da_dk: Valgmulighed ownerUri er ikke muligt !!

source: Option propertyUri is not an option !!
da_dk: Valgmulighed propertyUri er ikke muligt !!

source: Options
da_dk: Valgmuligheder

source: Password
da_dk: Adgangskode

source: Password changed
da_dk: Adgangskode ændret

source: Passwords are not matching
da_dk: Adgangskoder matcher ikke

source: Please confirm deletion
da_dk: Vil du virkelig slette

source: Please confirm property deletion!
da_dk: Vil du virkelig slette egenskab!

source: Please confirm user deletion
da_dk: Vil du virkelig slette bruger

source: Please confirm you want to delete this list element.
da_dk: Vil du virkelig slette elementlisten.

source: Please confirm you want to delete this list. This operation is not reversible.
da_dk: Vil du virkelig slette listen? Den kan ikke genskabes.

source: Please login
da_dk: Vær venlig at logge ind

source: Please report bugs, ideas, comments, any feedback on the TAO Forge
da_dk: Meld fejl, ideer, kommentarer, og andet feedback på TAO Forge

source: Please select the input data format to import
da_dk: Vær venlig at vælge format på data der skal importeres

source: Please select the way to export the data
da_dk: Vær venlig at vælge hvordan data skal eksporteres

source: Please upload a CSV file formated as defined by the options above.
da_dk: Vær venlig at uploade en CSV-fil formateret som defineret ovenfor.

source: Please upload an RDF file.
da_dk: Vær venlig at uploade en RDF-fil.

source: Property
da_dk: Egenskaber

source: Rebuilding indexes, it may take a while.
da_dk: Genopbygger indekser, det kan tage et stykke tid.

source: Recursive
da_dk: Rekursiv

source: Related Classes
da_dk: Relaterede klasser

source: related classes
da_dk: relaterede klasser

source: Remove
da_dk: Fjern

source: Remove content
da_dk: Fjern indhold

source: remove repository
da_dk: fjern opbevaringssted

source: Rename
da_dk: Omdøb

source: Repeat new password
da_dk: Gentag nyt password

source: Repeat password *
da_dk: Gentag password*

source: Repository saved
da_dk: Opbevaringssted gemt

source: Repository saved and disabled
da_dk: Opbevaringssted gemt og deaktiveret

source: Repository saved and enabled
da_dk: Opbevaringssted gemt og aktiveret

source: Repository saved, but unable to disable
da_dk: Opbevaringssted gemt, men ude af stand til at deaktivere

source: Repository saved, but unable to enable
da_dk: Opbevaringssted gemt, men ude af stand til at deaktivere

source: Requires
da_dk: Kræver

source: Resource saved
da_dk: Ressource gemt

source: Return
da_dk: Retur

source: Revert
da_dk: Gå tilbage

source: Revision control
da_dk: Revision kontrol

source: Right click the tree to manage your lists
da_dk: Højreklik på træet for at administrere dine lister

source: Role saved
da_dk: Roller gemt

source: Roles
da_dk: Roller

source: Roles library
da_dk: Rolle arkiv

source: Save
da_dk: Gem

source: search
da_dk: søg

source: Search
da_dk: Søg

source: Search results
da_dk: Søge resultat

source: select
da_dk: vælg

source: Select
da_dk: Vælg

source: Select a language
da_dk: Vælg sprog

source: Select the element destination
da_dk: Vælg destinationen for elementet

source: selected
da_dk: valgt

source: Selected file:
da_dk: Valgte filer:

source: Selection saved successfully
da_dk: Det valgte er gemt

source: Settings
da_dk: Indstillinger

source: Settings updated
da_dk: Indstillinger opdateret

source: Simple Mode
da_dk: Enkel metode

source: Start upload
da_dk: Begynd upload

source: Supported export formats
da_dk: Understøttet eksport format

source: Supported formats to import
da_dk: Understøttet import format

source: TAO optimizer
da_dk: TAO optimering

source: TAO updater
da_dk: TAO opdater

source: The column
da_dk: Kolonnen

source: the file was not uploaded successfully
da_dk: filen blev ikke oprettet

source: The format of this field is not valid.
da_dk: Formatet i dette felt er forkert.

source: The uploaded file is too large
da_dk: Den uploadede fil er for stor

source: The value of this field must be a valide date format, e.g. YYYY-MM-DD
da_dk: Værdien af feltet skal være et validt datoformat fx. YYYY-MM-DD

source: The value of this field must be an integer
da_dk: Værdien af dette felt skal være et heltal

source: The value of this field must be numeric
da_dk: Værdien af dette felt skal være et heltal

source: There is no class available for optimization for the current extension
da_dk: Der er ingen klasse til rådighed for optimering for den aktuelle udvidelse

source: This action will reset the optimization, are you sure?
da_dk: Denne handling vil nulstille optimering, er du sikker?

source: This field is required
da_dk: Dette felt er påkrævet

source: This field is too long
da_dk: Feltet er for langt

source: This field is too short
da_dk: Feltet er for kort

source: This Login is already in use
da_dk: Dette login er allerede i brug

source: This role is still given to one or more users. Please remove the role to these users first.
da_dk: Denne rolle er stadig knytte til en eller flere brugere. Fjern rollen til disse brugere først.

source: This should equal
da_dk: Det bør være lig

source: This should not equal
da_dk: Dette er ikke lige

source: Translate
da_dk: Oversæt

source: Translate to
da_dk: Oversæt til

source: Translation parameters
da_dk: Oversættelses parameter

source: Translation saved
da_dk: Oversættelse gemt

source: Type
da_dk: Skriv

source: UI Lang.
da_dk: UI sprog.

source: Unable to change passwords in demo mode
da_dk: Det er ikke muligt at ændre adgangskode i demo versionen

source: Uncheck All
da_dk: Fravælg alle

source: Uncheck all
da_dk: Fravælg alle

source: uncompiled
da_dk: skille ad

source: Updates are available. Click on update to update your version of TAO
da_dk: Opdateringer er tilgængelige. Klik på opdater for at opdatere din version af TAO

source: Upload a new content
da_dk: Upload nyt indhold

source: Upload CSV File
da_dk: Upload CSV-fil

source: Upload File
da_dk: Upload fil

source: Upload RDF File
da_dk: Upload RDF-fil

source: Upload the file to version
da_dk: Upload filen til version

source: Use default value
da_dk: Brug standardværdi

source: Use the * character to replace any string
da_dk: Brug * tegnet for at erstatte en tråd

source: User
da_dk: Bruger

source: User added
da_dk: Bruger tilføjet

source: User deleted successfully
da_dk: Bruger slettet

source: User saved
da_dk: Bruger gemt

source: Users
da_dk: Brugere

source: Validation of the imported file has failed
da_dk: Den importerede fil kunne ikke valideres

source: Versioning
da_dk: Versionering

source: View
da_dk: Visning

source: Yes
da_dk: Ja

source: You cannot modify this property
da_dk: Du kan ikke modificere denne egenskab
